{
    "document": {
        "_id": "66eb276be567751094052776",
        "name": "Deliveroo_ita.txt",
        "plainText": "Privacy Policy di Deliveroo\r\n\r\n1. Contatti\r\n2. Come Raccogliamo Le Tue Informazioni\r\n3. Informazioni Che Raccogliamo Da Te\r\n4. Utilizzo Delle Tue Informazioni\r\n5. Deliveroo For Work\r\n6. Cookies\r\n7. Marketing\r\n8. Decisioni Automatizzate\r\n9. Conservazione Delle Tue Informazioni\r\n10. Condivisione Delle Tue Informazioni\r\n11. Sicurezza\r\n12. I Tuoi Diritti\r\n13. Modifi che Alla Nostra Privacy Policy\r\n\r\nDeliveroo Italy srl e Roofoods Ltd (\"noi\", \"nostro\", \"ci\" o \"Deliveroo\") si impegnano a proteggere la privacy di tutti gli utenti del sito web, deliveroo.it, o delle applicazioni mobili (insieme, i \"Siti\"). Si prega di leggere la presente Privacy Policy che spiega in che modo utilizziamo e proteggiamo le tue informazioni personali. Ove non diversamente specificato, siamo i \"titolari del trattamento\" delle informazioni che trattiamo.\r\n\r\n\r\n1. Contatti\r\nQualora tu abbia domande o richieste sulla presente Privacy Policy o, più in generale, su come gestiamo le tue informazioni, puoi contattarci all'indirizzo support@deliveroo.it.\r\n\r\n\r\n2. Come Raccogliamo Le Tue Informazioni\r\nRaccogliamo le tue informazioni quando interagisci con noi o utilizzi i nostri servizi, ad esempio quando utilizzi i nostri Siti per effettuare un ordine. Analizziamo, inoltre, le modalità con cui i visitatori utilizzano i nostri Siti, per poter migliorare i nostri servizi e ottimizzare l'esperienza del cliente.\r\n\r\nRaccogliamo informazioni:\r\n• quando crei un account con noi o modifichi le impostazioni del tuo account;\r\n• quando effettui un ordine con noi e durante la procedura di ordinazione (ivi inclusi il pagamento e la consegna dell'ordine);\r\n• attraverso le tue interazioni con noi o con i nostri servizi, ad esempio quando richiedi informazioni o di ricevere materiale promozionale, informazioni sulle iniziative Deliveroo o altre comunicazioni da parte nostra via e-mail, telefono, posta, SMS, notifica push o tramite la nostra chat;\r\n• quando partecipi a un concorso, a un'estrazione a premi, a una promozione sui nostri servizi o sui servizi dei nostri partner; e\r\n• quando navighi o utilizzi i nostri Siti (prima e dopo aver creato un account con noi).\r\n\r\nInoltre, raccogliamo informazioni da siti terzi, come le piattaforme pubblicitarie, i social media e il nostro fornitore di servizi di rilevamento delle frodi. Qualora ti collegassi tramite i tuoi social media o altri tuoi account terzi, terremmo traccia del tuo username sui social media e delle altre informazioni che ci vengono messe a disposizione in base alle impostazioni del tuo account sul social media. \r\n\r\nQualora il tuo datore di lavoro si iscriva a Deliveroo for Work, riceveremo i tuoi dati di contatto dal tuo datore di lavoro per consentirci di fornirti i nostri servizi. Per maggiori informazioni, consulta il paragrafo “Deliveroo for Work”.\r\n\r\n \r\n3. Informazioni Che Raccogliamo Da Te\r\nQuale parte del nostro impegno per la privacy dei nostri clienti e, più in generale, dei visitatori dei nostri Siti, vogliamo essere chiari in merito alle tipologie di informazioni che raccoglieremo da te.\r\n\r\nQuando visiti i Siti o effettui un ordine su Deliveroo mediante i Siti, compreso il sito web di qualsiasi partner con cui collaboriamo per fornire i servizi di consegna, ti vengono chieste informazioni personali tra cui nome, dati di contatto, indirizzo di consegna, dettagli dell'ordine, dettagli del programma fedeltà, ove applicabile, e informazioni relative al pagamento quali i dati della carta di credito o di debito. Raccoglieremo informazioni da te anche quando contatti i nostri rider attraverso la chat presente sui nostri Siti. Raccoglieremo, inoltre, la tua data di nascita per verificare la tua età quando acquisti articoli soggetti a restrizioni.\r\n\r\nRaccogliamo informazioni sul tuo utilizzo dei Siti e informazioni su di te da qualsiasi messaggio che pubblichi sui Siti o quando ci contatti o ci fornisci un feedback, anche via e-mail, posta, telefono o chat. Se ci contatti telefonicamente, registriamo e prendiamo nota della chiamata, anche per scopi di formazione e di miglioramento del servizio. Se presenti un reclamo, potremmo richiederti una fotografia del tuo ordine che mostri il problema, purché si tratti di qualcosa che può essere verificato tramite un controllo visivo dei prodotti.\r\n\r\nRaccogliamo informazioni dal tuo dispositivo mobile o computer, quali il sistema operativo, la tipologia di dispositivo e di connessione e l’indirizzo IP dal quale stai effettuando accesso ai nostri Siti. Raccogliamo, inoltre, informazioni tecniche sull'utilizzo dei nostri servizi mediante dispositivo mobile, quali il gestore, i dati di posizione e i dati di prestazione, ivi inclusi i metodi di pagamento mobile e l'interazione con altre tecnologie di vendita al dettaglio come l'uso di tag NFC, codici QR e/o l'uso di mobile voucher. A meno che tu non abbia scelto di rimanere anonimo attraverso impostazioni del tuo dispositivo e/o della piattaforma, raccogliamo e utilizziamo automaticamente tali informazioni se usi il servizio tramite il/i tuo/tuoi dispositivo/i mobile/i su qualsiasi applicazione mobile di Deliveroo, attraverso il browser del tuo cellulare o in altro modo.\r\n\r\nTrattiamo le tue informazioni sanitarie esclusivamente se le comunichi volontariamente e con il tuo consenso, per esempio se ci comunichi delle allergie alimentari specifiche dopo aver effettuato un ordine.\r\n\r\nQualora siamo tenuti a raccogliere delle informazioni per legge, o in forza di  condizioni contrattuali stipulate con te, e non ci fornisci tali informazioni, potremmo non essere in grado di eseguire il contratto che abbiamo stipulato o stiamo cercando di stipulare con te (ad esempio, potremmo non essere in grado di fornirti i nostri servizi). In tal caso, potremmo essere costretti a cancellare il nostro servizio nei tuoi confronti, ma ti informeremo al riguardo nel momento in cui ciò dovesse avvenire.\r\n\r\n\r\n4. Utilizzo Delle Tue Informazioni\r\nTratteremo le tue informazioni solo in presenza di una motivazione per farlo, e qualora tale motivazione sia consentita dalla legge.\r\n\r\nQualora avessimo necessità di fornirti il servizio da te richiesto o di stipulare un contratto con te, utilizzeremo le tue informazioni per:\r\n• consentirci di fornirti l'accesso alle rispettive sezioni dei Siti, raccogliendo i cookie necessari dal tuo dispositivo;\r\n• fornire i servizi che hai richiesto, raccogliendo il tuo nome, i dati di contatto, l'indirizzo di consegna e i dettagli dell'ordine;\r\n• consentirci di incassare il tuo pagamento, raccogliendo le informazioni della tua carta di credito o di debito; e\r\n• contattarti qualora sia necessario relativamente ai nostri servizi, ad esempio per la risoluzione di eventuali problemi con il tuo ordine, raccogliamo le informazioni sopra elencate nonché ogni altra informazione aggiuntiva di cui abbiamo bisogno al fine di risolvere il tuo problema.\r\n\r\nTrattiamo le tue informazioni anche laddove abbiamo un interesse legittimo per farlo, ossia per:\r\n• personalizzare i nostri servizi, anche per rendere le ordinazioni più facili e veloci;\r\n• migliorare l'efficacia e la qualità del servizio che i nostri clienti possono attendersi da noi in futuro;\r\n• personalizzare i contenuti che ti vengono mostrati da noi o dai nostri partner, ad esempio per mostrarti i partner che si trovano nella tua zona o consentirti di visualizzare la pubblicità per te più rilevante, in base alle caratteristiche da noi determinate;\r\n• consentire al nostro team di assistenza clienti e ai nostri partners di aiutarti con qualsiasi richiesta di informazioni o reclamo che tu faccia a noi o ai nostri partners nel modo più efficiente possibile e fornire un'esperienza positiva al cliente;\r\n• contattarti per avere le tue opinioni e il tuo feedback sui nostri Siti e servizi o sui servizi e/o prodotti dei nostri partner;\r\n• comunicarti eventuali importanti cambiamenti o sviluppi nei Siti o nei nostri servizi; \r\n• informarti che i nostri servizi sono operativi in una nuova zona, laddove tu ci abbia chiesto di farlo;\r\n• inviarti informazioni per posta sui nostri prodotti, servizi, promozioni e iniziative Deliveroo (qualora tu non desideri riceverle, puoi farcelo sapere contattandoci (Si prega di consultare il paragrafo ”Contatti”);\r\n• analizzare la tua attività sui Siti in modo da poter gestire, supportare, migliorare e sviluppare il nostro business nonché per scopi statistici e analitici e per aiutarci a prevenire le frodi; \r\n• preparare report anonimi e aggregati (che non contengono informazioni su di te) utilizzati per analizzare e migliorare il rendimento dei nostri servizi e delle nostre partnership; e\r\n• individuare, indagare, segnalare e cercare di prevenire frodi o reati.\r\n\r\nInoltre, trattiamo le tue informazioni per assicurare il rispetto delle condizioni contrattuali stipulate con te nonché qualsiasi altro accordo, per garantire la conformità alle nostre policy e procedure interne, per l'esercizio o la difesa di un diritto in giudizio e per tutelare i diritti di Deliveroo, dei nostri partner, rider o altri (anche per prevenire le frodi).\r\n\r\nQuando ordini sui nostri Siti, potremmo chiederti di lasciare una recensione. Noi condividiamo questo feedback con altri utilizzatori e partner di Deliveroo, in particolare tutti i feedback sui menù dei nostri partner.\r\n\r\nQuanto rispondi alle surveys potremo utilizzare i commenti e feedback lasciati da te sui Siti e nei nostri materiali promozionali o pubblicitari. A tal fine ti identificheremo solo con il nome e la città che ci hai indicato , a meno che tu non abbia scelto di non mostrare il tuo nome sui Siti o nei nostri materiali promozionali o pubblicitari. Noi utilizziamo anche i tuoi commenti e feedback alle survey per:\r\n• generare informazioni aggregate per aiutarci a valutare e migliorare i nostri servizi; e\r\n• condividere le informazioni aggregate con i nostri partner per consentire loro di  valutare e migliorare i loro servizi.\r\n\r\nIl tuo nome non sarà utilizzato quando generiamo o condividiamo queste informazioni aggregate.\r\n\r\nAnalizziamo anche i dati relativi al tuo uso dei Siti e dei servizi per creare profili a te relativi. Ciò significa formuliamo alcune ipotesi su ciò a cui potresti essere interessato e utilizzarle, ad esempio, per inviarti comunicazioni promozionali personalizzate, mostrarti i partner che riteniamo tu possa preferire o farti conoscere offerte speciali o prodotti a cui pensiamo tu possa essere interessato (incluso Deliveroo for Work). Questa attività viene definita profilazione e tu sei titolare di alcuni diritti in relazione a questo tipo di trattamento. Per maggiori informazioni si prega di consultare il paragrafo ”I tuoi diritti”.\r\n\r\nInoltre, utilizziamo le tue informazioni:\r\n• con il tuo consenso, per esempio quando ci riferisci un’allergia alimentare o un incidente relativo alla consegna e ci consenti di condividerle con i nostri partners per aiutarli ad investigare sull’accaduto per te, e\r\n• per adempiere a qualsiasi obbligo di legge o disposizione normativa cui siamo soggetti.\r\n\r\n\r\n5. Deliveroo For Work\r\nTrattiamo le tue informazioni per stabilire se potresti essere interessato a conoscere il nostro servizio Deliveroo for Work e, qualora il tuo datore di lavoro si iscriva a Deliveroo for Work, per renderti disponibile tale servizio.\r\n\r\nLaddove riteniamo che tu stia utilizzando il tuo account Deliveroo per motivi di lavoro e la tua azienda possa essere interessata al nostro servizio Deliveroo for Work, ove opportuno, ti contatteremo (via e-mail o telefono) per informarti di questo servizio. Lo facciamo perché rientra nei nostri legittimi interessi commerciali. Hai il diritto di opporti alla ricezione di questo tipo di comunicazioni, rispondendo alle nostre e-mail  o contattandoci utilizzando i dati di contatto riportati nella presente Privacy Policy.\r\n\r\nQualora il tuo datore di lavoro si iscriva a Deliveroo for Work, ti contatteremo per informarti che il servizio Deliveroo for Work è disponibile per te. Se desideri aderire all'offerta del tuo datore di lavoro di utilizzare Deliveroo for Work, contrassegneremo il tuo account Deliveroo con un permesso per Deliveroo for Work. Per maggiori informazioni, rivolgiti al tuo datore di lavoro.\r\n\r\nQuando usi Deliveroo for Work, tratteremo le tue informazioni per gli scopi indicati nel paragrafo “Utilizzo delle tue informazioni” di cui sopra. Condivideremo inoltre le informazioni relative al tuo ordine (come la data e l'ora dell'ordine, l'importo del pagamento e il partner con cui è stato effettuato l'ordine) con il tuo datore di lavoro.\r\n\r\n\r\n6. Cookies\r\nPuoi impostare il tuo browser in modo tale da rifiutare tutti o alcuni cookie del browser, o avvisarti quando i siti web impostano o accedono ai cookie. Se disabiliti o rifiuti i cookie, alcune sezioni dei Siti potrebbero diventare inaccessibili o non funzionare correttamente. Per ulteriori informazioni sui cookie che utilizziamo e su come impostare o modificare le preferenze relative ai cookie, consulta la nostra informativa sui Cookie.\r\n\r\n\r\n7. Marketing\r\nQualora tu abbia fornito il tuo consenso o nel caso in cui abbiamo un legittimo interesse a farlo (e se consentito dalla legge), utilizzeremo le tue informazioni per farti conoscere altri nostri prodotti e servizi o le iniziative Deliveroo che potrebbero interessarti e potremmo contattarti a tal fine via e-mail, posta, telefono, notifica push o messaggio in-app.\r\n\r\nUtilizziamo la pubblicità online per tenerti al corrente delle nostre attività e per aiutarti a visualizzare e trovare i nostri prodotti.\r\n\r\nUtilizziamo le tua informazioni per assicurare che gli annunci online  che gestiamo siano rilevanti per te e pertanto potresti visualizzare banner e annunci pubblicitari di Deliveroo quando ti trovi sui nostri Siti o su altri siti web e applicazioni, ad esempio sui social media. Gestiamo ciò attraverso varie reti di digital marketing e diverse tecnologie per la pubblicità di partner terze parti (“Partner Pubblicitari”). I banner e gli annunci pubblicitari che visualizzi si basano sulle informazioni che possediamo su di te, sul tuo precedente uso dei nostri servizi (ad esempio, la cronologia dei tuoi ordini) o sui banner o annunci pubblicitari sui nostri Siti sui quali hai precedentemente cliccato. Hai la possibilità di controllare le tue preferenze promozionali:\r\n• visitando il nostro sito web, www.deliveroo.co.uk  o l'applicazione mobile;\r\n• cliccando su \"Account\" (per il nostro sito web questo si trova sotto il menu a tendina); e\r\n• scorrendo verso il basso fino a \"Contatti di marketing\".\r\n\r\nQualora tu abbia scelto a livello di dispositivo di iniziare o continuare a ricevere notifiche push da parte nostra, ti inviamo notifiche push relative ai servizi che ci hai richiesto nonché informazioni su servizi, offerte e iniziative Deliveroo. Puoi scegliere di interrompere la ricezione di notifiche push da parte nostra in qualsiasi momento modificando le preferenze sul tuo dispositivo mobile.\r\n\r\nLaddove tu abbia scelto di non ricevere comunicazioni promozionali, potremmo comunque inviarti via e-mail comunicazioni di servizio, quali,, comunicazioni che forniscono informazioni sul tuo ordine, sull'interruzione del servizio e sulla sicurezza della consegna.\r\n\r\nUtilizziamo le tue informazioni per inviarti comunicazioni che sono le più rilevanti per te. Hai determinati diritti in relazione a questo tipo di elaborazione. Ti preghiamo di consultare la sezione \"I tuoi diritti\" per maggiori dettagli.\r\n\r\nInoltre, quando interagisci con gli annunci sui nostri Siti o con un annuncio Deliveroo su un sito o un'app di terze parti, noi o i partner pubblicitari pertinenti raccogliamo informazioni personali sulla tua interazione con l'annuncio pertinente, che vengono utilizzate per fornirci statistiche aggregate e report (che non contengono le tue informazioni personali) per aiutare a misurare l'efficacia della nostra pubblicità o della pubblicità di terze parti sui nostri Siti o sulle piattaforme dei nostri partner pubblicitari.\r\n\r\nNoi e/o i nostri partner pubblicitari utilizziamo tecnologie di tracciamento per servire e misurare gli annunci che vedi. Per ulteriori informazioni sul nostro utilizzo dei cookie e di altre tecnologie simili (incluse le tecnologie pubblicitarie) e dettagli su come gestire il tuo consenso ai cookie, consulta la sezione \"Cookie\" e la nostra Cookie Policy.\r\n\r\n\r\n8. Decisioni Automatizzate\r\n\r\nEffettuiamo su tutti i clienti controlli antifrode che per noi sono necessari al fine di: \r\n• eseguire i nostri servizi come da contratto con i clienti; \r\n• garantire che i nostri servizi (e quelli di tutti i nostri partner) siano debitamente remunerati;\r\n• garantire che i clienti stessi siano protetti da operazioni fraudolente effettuate sulle loro carte di pagamento.\r\n\r\nConsiderato il volume degli ordini che gestiamo, utilizziamo sistemi automatizzati, tra cui un fornitore terzo di servizi di rilevamento delle frodi denominato Ravelin. Questo sistema analizza i dati degli ordini per prendere decisioni automatizzate sull'accettazione degli stessi. Questo è un modo più equo, preciso ed efficiente di effettuare controlli antifrode poiché i controlli umani non sarebbero semplicemente possibili nei tempi e considerato il volume di clienti che gestiamo.\r\n\r\nI controlli e le decisioni che vengono effettuati prendono in considerazione varie componenti, ivi inclusi gli indicatori di frode noti nel settore, che il nostro fornitore specializzato nel rilevamento delle frodi ci mette a disposizione, e i modelli di frode che abbiamo rilevato sui nostri Siti. Quando combinati, questi generano un punteggio automatico che indica la probabilità di un’operazione fraudolenta. Qualora ritenessimo che possa essere in atto un'attività fraudolenta, potremmo impedirti di effettuare un ordine e di utilizzare i nostri Siti. Gli indicatori specifici di frode sono dinamici quindi cambieranno a seconda dei tipi di frode rilevati in un determinato momento nel settore, nel Paese e sui nostri Siti.\r\n\r\nIl nostro rilevamento delle frodi è in atto per proteggere i nostri clienti e Deliveroo. Hai il diritto di contestare qualsiasi decisione automatizzata presa nei tuoi confronti e di ricevere maggiori informazioni sui motivi di tale decisione. Per maggiori informazioni consulta il paragrafo “I tuoi diritti”.\r\n\r\n\r\n9. Conservazione Delle Tue Informazioni\r\nConserveremo le tue informazioni esclusivamente per il tempo ragionevolmente necessario a soddisfare gli scopi per cui le abbiamo raccolte, ivi incluso l’adempimento di obblighi di legge, regolamentari, fiscali, contabili o di rendicontazione. Possiamo conservare le tue informazioni per un periodo di tempo maggiore in caso di reclamo o qualora dovessimo ragionevolmente ritenere che possa instaurarsi un procedimento legale riguardante il nostro rapporto con te.\r\n\r\nNel determinare i periodi di conservazione adeguati, prenderemo in considerazione fattori quali:\r\n• i nostri obblighi contrattuali e i nostri diritti in relazione alle informazioni coinvolte;\r\n• gli obblighi previsti dalla legge applicabile per la conservazione delle informazioni per un determinato periodo di tempo;\r\n• i termini di prescrizione previsti dalle leggi applicabili;\r\n• i nostri legittimi interessi alla conservazione delle informazioni (si prega di consultare il paragrafo 4. Utilizzo delle tue informazioni);\r\n• l’eventuale presenza di una controversia effettiva o potenziale; e\r\n• le linee guida emesse dalle autorità competenti in materia di protezione dei dati.\r\n\r\nSe lasci commenti e feedback riguardo i Siti e servizi, noi condividiamo tali commenti e feedback con i nostri partner come descritto sopra (si prega di consultare il paragrafo “Uso delle tue informazioni”). \r\n\r\nIn caso contrario, cancelliamo in modo sicuro le tue informazioni quando non ne abbiamo più bisogno per gli scopi per cui le abbiamo raccolte.\r\n\r\n\r\n10. Condivisione Delle Tue Informazioni\r\n\r\nLe informazioni che raccogliamo su di te sono trasferite e conservate sui nostri server situati all’interno dell’UE. Prestiamo molta attenzione e siamo trasparenti in merito ai soggetti con cui vengono condivise le tue informazioni.\r\n\r\nCondividiamo le tue informazioni con altre società del gruppo Deliveroo solo nel caso in cui sia necessario per gli scopi indicati nel paragrafo “Utilizzo delle tue informazioni” di cui sopra.  Condividiamo  limitate informazioni con i nostri partner (come ristoranti, negozi di alimentari e altri partner di vendita al dettaglio su Deliveroo), per consentire loro di evadere un ordine. Se del caso, condividiamo informazioni su di te con i partner per consentire loro di svolgere indagini e rispondere a reclami. Condividiamo le tue informazioni con terzi fornitori di servizi che operano per nostro conto. Le tipologie di terzi fornitori di servizi con cui condividiamo le tue informazioni comprendono, a titolo esemplificativo:\r\n• fornitori di servizi di pagamento (inclusi i fornitori di servizi di pagamento online e i fornitori di servizi di rilevamento delle frodi);\r\n• fornitori di servizi informatici (compresi i fornitori di servizi cloud);\r\n• terze parti che mandano marketing, ricerche di mercato e survey, e altre comunicazioni per nostro conto; \r\n• rider, che hanno accesso a informazioni limitate che consentono loro di evadere un ordine;\r\n• fornitori di servizi di assistenza clienti (incluse, a titolo esemplificativo, le società che ci aiutano a fornire assistenza tecnica o alla clientela); e\r\n• partner promozionali e pubblicitari.\r\n\r\nCondividiamo le tue informazioni quando promuoviamo un programma o offriamo un servizio o un prodotto in collaborazione con un partner commerciale terzo. Condivideremo le tue informazioni con quel partner per agevolare la promozione o per fornire il prodotto o il servizio associato. Nella maggior parte dei casi, il programma o l'offerta includerà il nome del partner commerciale terzo, da solo o insieme al nostro. Un esempio di rapporto con un partner commerciale potrebbe essere un partner con cui collaboriamo per la fornitura di servizi di consegna.\r\n\r\nCondividiamo inoltre le tue informazioni con i nostri partner pubblicitari per:\r\n• aiutarci a pubblicare annunci sugli utenti dei nostri Siti in base al tuo comportamento mentre sei sul nostro Sito e \r\n• misurare la tua interazione con tali annunci, e ci consentono di pubblicare e misurare i nostri annunci sui loro siti.\r\n\r\nPer maggiori dettagli su come le tue informazioni possono essere trattate dai nostri partner pubblicitari, come Meta, Google e Criteo, consulta le rispettive informative sulla privacy, dove potresti anche trovare dettagli su come esercitare i tuoi diritti e opzioni su come gestire i tuoi dati personali preferenze pubblicitarie online con loro. Potremmo agire in qualità di controllori congiunti con i partner pubblicitari in relazione al trattamento delle informazioni per determinate attività pubblicitarie come descritto nelle loro politiche sulla privacy. Laddove siamo controllori congiunti con qualsiasi partner pubblicitario, stipuliamo un accordo appropriato per stabilire le nostre rispettive responsabilità in merito al rispetto degli obblighi di protezione dei dati applicabili in relazione a queste attività pubblicitarie.\r\n\r\nSe invii commenti e feedback relativi ai Siti, ai servizi e ai nostri partner, condividiamo tali commenti e feedback con i nostri partner.\r\n\r\nDeliveroo adotterà tutte le misure ragionevolmente necessarie per garantire che, quando vengono trasferiti a terzi, i tuoi dati siano trattati in modo sicuro nonché in conformità alla presente Privacy Policy e alle leggi applicabili.\r\n\r\nQualora la nostra società stipuli una joint venture con, acquisti o sia venduta a o fusa con un'altra società, le tue informazioni potrebbero essere comunicate o trasferite alla società target, ai nostri nuovi partner commerciali o proprietari o ai loro consulenti.\r\n\r\nInoltre condividiamo le tue informazioni:\r\n• se siamo obbligati a comunicarle o condividerle al fine di rispettare (e/o se riteniamo di essere obbligati a rispettare) qualsiasi obbligo di legge o regolamentare;\r\n• per far rispettare le nostre condizioni contrattuali stipulate con te nonché qualsiasi altro accordo;\r\n• per proteggere i diritti di Deliveroo, dei nostri partner, dei rider o di altri, anche allo scopo di prevenire le frodi; e\r\n• con soggetti terzi qualora lo riteniamo ragionevolmente necessario al fine di prevenire reati, ad esempio la polizia o per motivi di salute e sicurezza.\r\n\r\nIn alcuni casi le informazioni che raccogliamo da te potrebbero essere trattate al di fuori dello Spazio Economico Europeo o del Regno Unito, ad esempio negli Stati Uniti e nei Paesi in cui opera Deliveroo. Questi Paesi potrebbero non garantire alle tue informazioni le stesse tutele previste nello Spazio Economico Europeo o nel Regno Unito. Nella misura in cui questi Paesi non siano stati legalmente riconosciuti quali fornitori di un adeguato livello di protezione dei dati, faremo in modo che le informazioni trattate da noi e dai nostri fornitori al di fuori dello Spazio Economico Europeo o del Regno Unito vengano tutelate allo stesso modo in cui lo sarebbero se fossero trattate all'interno dello Spazio Economico Europeo o del Regno Unito. Garantiamo di utilizzare un adeguato meccanismo di trasferimento dei dati, come il ricorso alle tutele stabilite da clausole contrattuali standard approvate.\r\n\r\nTi preghiamo di contattarci utilizzando i dati di contatto di cui al paragrafo “Contattaci”  per ulteriori informazioni sullo specifico meccanismo da noi utilizzato per il trasferimento delle tue informazioni.\r\n\r\nSe utilizzi i servizi di Deliveroo in un altro paese in cui operiamo, ad esempio, quando sei in viaggio, le tue informazioni saranno trattate in conformità con le leggi applicabili di quel paese e si applicherà la politica sulla privacy di Deliveroo di quel paese (disponibile visitando nostro sito Web, facendo clic su \"Menu\" e scorrendo verso il basso per selezionare il paese di interesse).\r\n\r\n\r\n11. Sicurezza\r\nAdottiamo tecnologie e policy solide per proteggere le tue informazioni dalla perdita accidentale, dall'uso o dall'accesso non autorizzato, dall'alterazione o dalla divulgazione.\r\n\r\nAbbiamo attuato delle procedure per affrontare qualsiasi violazione dei dati e comunicheremo eventuali violazioni a te nonché a qualsiasi autorità competente laddove sia obbligatorio per legge.\r\n\r\nPurtroppo, la trasmissione di informazioni via internet non è completamente sicura. Anche se adotteremo delle misure per proteggere le tue informazioni, non possiamo garantire la sicurezza delle tue informazioni trasmesse ai Siti; qualsiasi trasmissione è a tuo rischio. Una volta ricevute le tue informazioni, useremo procedure rigorose e funzioni di sicurezza per cercare di impedire accessi non autorizzati.\r\n\r\nQuando crei un account puoi creare una password o un altro metodo di accesso sicuro e fornire anche i dati della carta di pagamento. È necessario utilizzare una password unica e mantenere segreta qualsiasi password creata, o altro metodo di accesso sicuro, al fine di evitare che altri possano accedere al tuo account.\r\n\r\n\r\n12. I Tuoi Diritti\r\nIn determinate circostanze, ai sensi della legge in materia di protezione dei dati personali, sei titolare di diritti in relazione alle informazioni che possediamo su di te. \r\n\r\nQuesti comprendono:\r\n• Il diritto di accesso. Questo è anche noto come una \"richiesta di accesso ai dati\". Hai il diritto di ricevere una copia delle informazioni che possediamo su di te e verificare la liceità del nostro trattamento.\r\n• Il diritto di rettifica. Hai il diritto di far correggere qualsiasi informazione incompleta o imprecisa in nostro possesso che ti riguardi, anche se in alcuni casi abbiamo bisogno di verificare la correttezza delle nuove informazioni che ci fornisci. \r\n• Il diritto alla cancellazione. Questo è anche noto come \"il diritto all'oblio\" che ti permette di richiedere la cancellazione o la rimozione di alcune delle informazioni che possediamo su di te laddove non sussista un valido motivo per la prosecuzione del trattamento da parte nostra. Questo diritto non è assoluto e si applica solo in determinate circostanze.\r\n• Il diritto di limitazione del trattamento. Hai il diritto di bloccare o sopprimere l'uso ulteriore delle tue informazioni in determinate circostanze. Quando il trattamento è limitato, potremmo ancora avere un motivo legittimo per conservare le tue informazioni, ma non le utilizzeremo ulteriormente.\r\n• Il diritto alla portabilità dei dati. Hai il diritto di ricevere le tue informazioni in un formato strutturato, di uso comune e leggibile da un dispositivo automatico, che puoi trasferire a un altro fornitore di servizi o a terzi. Questo diritto non è assoluto e si applica solo in determinate circostanze.\r\n• Il diritto di revoca del consenso. Quando ci basiamo sul consenso per utilizzare le tue informazioni, hai il diritto di revocare tale consenso in qualsiasi momento.  La revoca del consenso non renderà comunque illecito l'uso delle tue informazioni che abbiamo effettuato prima della revoca. Se revochi il tuo consenso, potremmo non essere in grado di fornirti determinati servizi.\r\n• Il diritto di opposizione al trattamento. Hai il diritto di opporti a determinati tipi di trattamento delle tue informazioni, compreso il trattamento per scopi promozionali e di profilazione. Puoi opporti cambiando le tue preferenze di marketing e disabilitando i cookie secondo quanto indicato nei paragrafi “Cookie” e “Marketing”  o contattandoci. \r\n• Hai il diritto di non essere sottoposto a una decisione basata esclusivamente sul trattamento automatizzato delle tue informazioni, come ad esempio in relazione ai nostri controlli antifrode. \r\n\r\nPer esercitare uno qualsiasi di questi diritti, raccomandiamo di contattare il nostro Responsabile della Protezione dei Dati per iscritto all'indirizzo dpo@deliveroo.com. \r\n\r\nSe non sei soddisfatto di come abbiamo trattato le tue informazioni puoi contattare l'autorità locale per la protezione dei dati. In Italia è il Garante per la protezione dei dati personali. Nel Regno Unito, è I'Information Commissioner’s Office. In ogni caso, apprezzeremmo molto la possibilità di rispondere alle tue preoccupazioni prima che ti rivolga all’autorità locale competente per la protezione dei dati e pertanto ti pregheremmo di contattarci prima.\r\n\r\n\r\n13. Modifiche Alla Nostra Privacy Policy\r\nAggiorniamo periodicamente la presente Privacy Policy, dunque ricordati di controllare ogni tanto se sia intervenuta qualche modifica e, ove opportuno, potremmo comunicarti le modifiche, ad esempio tramite e-mail o notifica push.\r\n\r\nLa presente Privacy Policy è stata aggiornata da ultimo in data: 27 giugno 2023\r\n\r\nDeliveroo Italy srl, Via Carlo Bo, 11 - Milano 20143, Italia\r\n\r\nRoofoods Ltd, The River Building, 1 Cousin Lane, Londra, EC4R 3TE, Regno Unito"
    },
    "annotations": [
        {
            "_id": "6743aefff2f04e20467b62df",
            "start": 1090,
            "end": 1110,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": []
            },
            "text": "le tue informazioni "
        },
        {
            "_id": "6743af0df2f04e20467b62e0",
            "start": 1078,
            "end": 1232,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Raccogliamo le tue informazioni quando interagisci con noi o utilizzi i nostri servizi, ad esempio quando utilizzi i nostri Siti per effettuare un ordine."
        },
        {
            "_id": "6743af2ff2f04e20467b62e2",
            "start": 2816,
            "end": 2850,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": []
            },
            "text": "Informazioni Che Raccogliamo Da Te"
        },
        {
            "_id": "6743af3af2f04e20467b62e3",
            "start": 2816,
            "end": 2850,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Informazioni Che Raccogliamo Da Te"
        },
        {
            "_id": "6743af56f2f04e20467b62e4",
            "start": 3250,
            "end": 3272,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": [
                    "6743af2ff2f04e20467b62e2"
                ]
            },
            "text": "informazioni personali"
        },
        {
            "_id": "6743af69f2f04e20467b62e6",
            "start": 3281,
            "end": 3285,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "ContactInfo",
                "Ref": [
                    "6743af56f2f04e20467b62e4"
                ]
            },
            "text": "nome"
        },
        {
            "_id": "6743af79f2f04e20467b62e7",
            "start": 3287,
            "end": 3303,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "ContactInfo",
                "Ref": [
                    "6743af56f2f04e20467b62e4"
                ]
            },
            "text": "dati di contatto"
        },
        {
            "_id": "6743af88f2f04e20467b62e8",
            "start": 3305,
            "end": 3326,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "ContactInfo",
                "Ref": [
                    "6743af56f2f04e20467b62e4"
                ]
            },
            "text": "indirizzo di consegna"
        },
        {
            "_id": "6743af98f2f04e20467b62e9",
            "start": 3328,
            "end": 3348,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "Purchase",
                "Ref": [
                    "6743af56f2f04e20467b62e4"
                ]
            },
            "text": "dettagli dell'ordine"
        },
        {
            "_id": "6743afa9f2f04e20467b62ea",
            "start": 3350,
            "end": 3380,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "Purchase",
                "Ref": [
                    "6743af56f2f04e20467b62e4"
                ]
            },
            "text": "dettagli del programma fedeltà"
        },
        {
            "_id": "6743afddf2f04e20467b62eb",
            "start": 3401,
            "end": 3435,
            "type": "Category",
            "attributes": {
                "Type": "Closed",
                "Kind": "Payment",
                "Ref": [
                    "6743af56f2f04e20467b62e4"
                ]
            },
            "text": "informazioni relative al pagamento"
        },
        {
            "_id": "6743aff1f2f04e20467b62ec",
            "start": 3442,
            "end": 3483,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "Payment",
                "Ref": [
                    "6743afddf2f04e20467b62eb"
                ]
            },
            "text": "i dati della carta di credito o di debito"
        },
        {
            "_id": "6743b02ef2f04e20467b62f0",
            "start": 3273,
            "end": 3397,
            "type": "Specification",
            "attributes": {
                "Type": "Open",
                "Ref": [
                    "6743afddf2f04e20467b62eb"
                ]
            },
            "text": "tra cui nome, dati di contatto, indirizzo di consegna, dettagli dell'ordine, dettagli del programma fedeltà, ove applicabile"
        },
        {
            "_id": "6743b042f2f04e20467b62f2",
            "start": 3436,
            "end": 3483,
            "type": "Specification",
            "attributes": {
                "Type": "Open",
                "Ref": [
                    "6743afddf2f04e20467b62eb"
                ]
            },
            "text": "quali i dati della carta di credito o di debito"
        },
        {
            "_id": "6743b050f2f04e20467b62f3",
            "start": 3061,
            "end": 3485,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Quando visiti i Siti o effettui un ordine su Deliveroo mediante i Siti, compreso il sito web di qualsiasi partner con cui collaboriamo per fornire i servizi di consegna, ti vengono chieste informazioni personali tra cui nome, dati di contatto, indirizzo di consegna, dettagli dell'ordine, dettagli del programma fedeltà, ove applicabile, e informazioni relative al pagamento quali i dati della carta di credito o di debito. "
        },
        {
            "_id": "6743b060f2f04e20467b62f4",
            "start": 3499,
            "end": 3517,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": [
                    "6743af2ff2f04e20467b62e2"
                ]
            },
            "text": "informazioni da te"
        },
        {
            "_id": "6743b079f2f04e20467b62f5",
            "start": 3485,
            "end": 3599,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Raccoglieremo informazioni da te anche quando contatti i nostri rider attraverso la chat presente sui nostri Siti."
        },
        {
            "_id": "6743b089f2f04e20467b62f6",
            "start": 3624,
            "end": 3646,
            "type": "Category",
            "attributes": {
                "Type": "Closed",
                "Kind": "ContactInfo",
                "Ref": [
                    "6743b060f2f04e20467b62f4"
                ]
            },
            "text": "la tua data di nascita"
        },
        {
            "_id": "6743b09ef2f04e20467b62f7",
            "start": 3600,
            "end": 3721,
            "type": "cat",
            "attributes": {
                "Level": "1"
            },
            "text": "Raccoglieremo, inoltre, la tua data di nascita per verificare la tua età quando acquisti articoli soggetti a restrizioni."
        },
        {
            "_id": "6743b0abf2f04e20467b62f8",
            "start": 3737,
            "end": 3776,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "UsageData",
                "Ref": [
                    "6743af2ff2f04e20467b62e2"
                ]
            },
            "text": "informazioni sul tuo utilizzo dei Siti "
        },
        {
            "_id": "6743b10bf2f04e20467b62f9",
            "start": 3778,
            "end": 3799,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": [
                    "6743b0abf2f04e20467b62f8"
                ]
            },
            "text": "informazioni su di te"
        },
        {
            "_id": "6743b120f2f04e20467b62fa",
            "start": 3725,
            "end": 3936,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Raccogliamo informazioni sul tuo utilizzo dei Siti e informazioni su di te da qualsiasi messaggio che pubblichi sui Siti o quando ci contatti o ci fornisci un feedback, anche via e-mail, posta, telefono o chat. "
        },
        {
            "_id": "6743b151f2f04e20467b62fb",
            "start": 4121,
            "end": 4150,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "Images",
                "Ref": [
                    "6743b0abf2f04e20467b62f8",
                    "6743b10bf2f04e20467b62f9"
                ]
            },
            "text": "una fotografia del tuo ordine"
        },
        {
            "_id": "6743b163f2f04e20467b62fc",
            "start": 4076,
            "end": 4271,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Se presenti un reclamo, potremmo richiederti una fotografia del tuo ordine che mostri il problema, purché si tratti di qualcosa che può essere verificato tramite un controllo visivo dei prodotti."
        },
        {
            "_id": "6743b16ef2f04e20467b62fd",
            "start": 4287,
            "end": 4337,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "DeviceInfo",
                "Ref": [
                    "6743af2ff2f04e20467b62e2"
                ]
            },
            "text": "informazioni dal tuo dispositivo mobile o computer"
        },
        {
            "_id": "6743b187f2f04e20467b62fe",
            "start": 4345,
            "end": 4365,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "DeviceInfo",
                "Ref": [
                    "6743b16ef2f04e20467b62fd"
                ]
            },
            "text": "il sistema operativo"
        },
        {
            "_id": "6743b1b1f2f04e20467b6300",
            "start": 4367,
            "end": 4411,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "DeviceInfo",
                "Ref": [
                    "6743b16ef2f04e20467b62fd"
                ]
            },
            "text": "la tipologia di dispositivo e di connessione"
        },
        {
            "_id": "6743b1c0f2f04e20467b6301",
            "start": 4414,
            "end": 4428,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "DeviceInfo",
                "Ref": [
                    "6743b16ef2f04e20467b62fd"
                ]
            },
            "text": "l’indirizzo IP"
        },
        {
            "_id": "6743b1d4f2f04e20467b6302",
            "start": 4339,
            "end": 4478,
            "type": "Specification",
            "attributes": {
                "Type": "Open",
                "Ref": [
                    "6743b16ef2f04e20467b62fd"
                ]
            },
            "text": "quali il sistema operativo, la tipologia di dispositivo e di connessione e l’indirizzo IP dal quale stai effettuando accesso ai nostri Siti"
        },
        {
            "_id": "6743b1e2f2f04e20467b6303",
            "start": 4275,
            "end": 4479,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Raccogliamo informazioni dal tuo dispositivo mobile o computer, quali il sistema operativo, la tipologia di dispositivo e di connessione e l’indirizzo IP dal quale stai effettuando accesso ai nostri Siti."
        },
        {
            "_id": "6743b1f7f2f04e20467b6304",
            "start": 4502,
            "end": 4556,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "UsageData",
                "Ref": [
                    "6743b16ef2f04e20467b62fd"
                ]
            },
            "text": "informazioni tecniche sull'utilizzo dei nostri servizi"
        },
        {
            "_id": "6743b211f2f04e20467b6305",
            "start": 4592,
            "end": 4602,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "DeviceInfo",
                "Ref": [
                    "6743b1f7f2f04e20467b6304"
                ]
            },
            "text": "il gestore"
        },
        {
            "_id": "6743b223f2f04e20467b6306",
            "start": 4604,
            "end": 4623,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "GeoInfo",
                "Ref": [
                    "6743b1f7f2f04e20467b6304"
                ]
            },
            "text": "i dati di posizione"
        },
        {
            "_id": "6743b233f2f04e20467b6307",
            "start": 4625,
            "end": 4647,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "Performance",
                "Ref": [
                    "6743b1f7f2f04e20467b6304"
                ]
            },
            "text": " i dati di prestazione"
        },
        {
            "_id": "6743b247f2f04e20467b6308",
            "start": 4663,
            "end": 4689,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "Payment",
                "Ref": [
                    "6743b1f7f2f04e20467b6304"
                ]
            },
            "text": "metodi di pagamento mobile"
        },
        {
            "_id": "6743b25df2f04e20467b6309",
            "start": 4692,
            "end": 4750,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UsageData",
                "Ref": [
                    "6743b1f7f2f04e20467b6304"
                ]
            },
            "text": "l'interazione con altre tecnologie di vendita al dettaglio"
        },
        {
            "_id": "6743b277f2f04e20467b630a",
            "start": 4756,
            "end": 4784,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UsageData",
                "Ref": [
                    "6743b1f7f2f04e20467b6304"
                ]
            },
            "text": "l'uso di tag NFC, codici QR "
        },
        {
            "_id": "6743b288f2f04e20467b630b",
            "start": 4788,
            "end": 4811,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UsageData",
                "Ref": [
                    "6743b1f7f2f04e20467b6304"
                ]
            },
            "text": "l'uso di mobile voucher"
        },
        {
            "_id": "6743b29ff2f04e20467b630c",
            "start": 4586,
            "end": 4811,
            "type": "Specification",
            "attributes": {
                "Type": "Open",
                "Ref": [
                    "6743b1f7f2f04e20467b6304"
                ]
            },
            "text": "quali il gestore, i dati di posizione e i dati di prestazione, ivi inclusi i metodi di pagamento mobile e l'interazione con altre tecnologie di vendita al dettaglio come l'uso di tag NFC, codici QR e/o l'uso di mobile voucher"
        },
        {
            "_id": "6743b2baf2f04e20467b630d",
            "start": 4653,
            "end": 4811,
            "type": "Specification",
            "attributes": {
                "Type": "Open",
                "Ref": [
                    "6743b1f7f2f04e20467b6304"
                ]
            },
            "text": "inclusi i metodi di pagamento mobile e l'interazione con altre tecnologie di vendita al dettaglio come l'uso di tag NFC, codici QR e/o l'uso di mobile voucher"
        },
        {
            "_id": "6743b2c7f2f04e20467b630e",
            "start": 4751,
            "end": 4811,
            "type": "Specification",
            "attributes": {
                "Type": "Open",
                "Ref": [
                    "6743b1f7f2f04e20467b6304"
                ]
            },
            "text": "come l'uso di tag NFC, codici QR e/o l'uso di mobile voucher"
        },
        {
            "_id": "6743b2d6f2f04e20467b630f",
            "start": 4480,
            "end": 4813,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Raccogliamo, inoltre, informazioni tecniche sull'utilizzo dei nostri servizi mediante dispositivo mobile, quali il gestore, i dati di posizione e i dati di prestazione, ivi inclusi i metodi di pagamento mobile e l'interazione con altre tecnologie di vendita al dettaglio come l'uso di tag NFC, codici QR e/o l'uso di mobile voucher. "
        },
        {
            "_id": "6743b2e9f2f04e20467b6310",
            "start": 5172,
            "end": 5201,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "HealthFitness",
                "Ref": [
                    "6743af2ff2f04e20467b62e2"
                ]
            },
            "text": "le tue informazioni sanitarie"
        },
        {
            "_id": "6743b2fbf2f04e20467b6311",
            "start": 5162,
            "end": 5368,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Trattiamo le tue informazioni sanitarie esclusivamente se le comunichi volontariamente e con il tuo consenso, per esempio se ci comunichi delle allergie alimentari specifiche dopo aver effettuato un ordine."
        },
        {
            "_id": "6743b30cf2f04e20467b6312",
            "start": 5413,
            "end": 5425,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": [
                    "6743af2ff2f04e20467b62e2"
                ]
            },
            "text": "informazioni"
        },
        {
            "_id": "6743b322f2f04e20467b6313",
            "start": 5372,
            "end": 5717,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Qualora siamo tenuti a raccogliere delle informazioni per legge, o in forza di  condizioni contrattuali stipulate con te, e non ci fornisci tali informazioni, potremmo non essere in grado di eseguire il contratto che abbiamo stipulato o stiamo cercando di stipulare con te (ad esempio, potremmo non essere in grado di fornirti i nostri servizi)."
        },
        {
            "_id": "67448da8f2f04e20467b6487",
            "start": 2169,
            "end": 2196,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": [
                    "6743aefff2f04e20467b62df"
                ]
            },
            "text": " informazioni da siti terzi"
        },
        {
            "_id": "67448de4f2f04e20467b6488",
            "start": 2149,
            "end": 2308,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Inoltre, raccogliamo informazioni da siti terzi, come le piattaforme pubblicitarie, i social media e il nostro fornitore di servizi di rilevamento delle frodi."
        },
        {
            "_id": "67448df8f2f04e20467b6489",
            "start": 2641,
            "end": 2664,
            "type": "Category",
            "attributes": {
                "Type": "Closed",
                "Kind": "ContactInfo",
                "Ref": [
                    "67448da8f2f04e20467b6487"
                ]
            },
            "text": "i tuoi dati di contatto"
        },
        {
            "_id": "67448e0af2f04e20467b648a",
            "start": 2565,
            "end": 2735,
            "type": "cat",
            "attributes": {
                "Level": "1"
            },
            "text": "Qualora il tuo datore di lavoro si iscriva a Deliveroo for Work, riceveremo i tuoi dati di contatto dal tuo datore di lavoro per consentirci di fornirti i nostri servizi."
        },
        {
            "_id": "6751c5fbf2f04e20467b6d5a",
            "start": 1407,
            "end": 1419,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": []
            },
            "text": "informazioni"
        },
        {
            "_id": "675619266cc0a84b95765e1d",
            "start": 1395,
            "end": 2145,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Raccogliamo informazioni:\r\n• quando crei un account con noi o modifichi le impostazioni del tuo account;\r\n• quando effettui un ordine con noi e durante la procedura di ordinazione (ivi inclusi il pagamento e la consegna dell'ordine);\r\n• attraverso le tue interazioni con noi o con i nostri servizi, ad esempio quando richiedi informazioni o di ricevere materiale promozionale, informazioni sulle iniziative Deliveroo o altre comunicazioni da parte nostra via e-mail, telefono, posta, SMS, notifica push o tramite la nostra chat;\r\n• quando partecipi a un concorso, a un'estrazione a premi, a una promozione sui nostri servizi o sui servizi dei nostri partner; e\r\n• quando navighi o utilizzi i nostri Siti (prima e dopo aver creato un account con noi)."
        },
        {
            "_id": "675af1696cc0a84b957664b1",
            "start": 1588,
            "end": 1600,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "Payment",
                "Ref": [
                    "6751c5fbf2f04e20467b6d5a"
                ]
            },
            "text": "il pagamento"
        },
        {
            "_id": "675af17a6cc0a84b957664b2",
            "start": 1603,
            "end": 1626,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "Purchase",
                "Ref": [
                    "6751c5fbf2f04e20467b6d5a"
                ]
            },
            "text": "la consegna dell'ordine"
        },
        {
            "_id": "675af1926cc0a84b957664b4",
            "start": 1580,
            "end": 1626,
            "type": "Specification",
            "attributes": {
                "Type": "Open",
                "Ref": [
                    "6751c5fbf2f04e20467b6d5a"
                ]
            },
            "text": "inclusi il pagamento e la consegna dell'ordine"
        },
        {
            "_id": "675af1bf6cc0a84b957664b6",
            "start": 1643,
            "end": 1692,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UsageData",
                "Ref": [
                    "6751c5fbf2f04e20467b6d5a"
                ]
            },
            "text": "le tue interazioni con noi o con i nostri servizi"
        }
    ]
}