{
    "document": {
        "_id": "66efe9cbe567751094052a08",
        "name": "Dropbox_ita.txt",
        "plainText": "Se la tua organizzazione ha sottoscritto un contratto Dropbox Business, Servizi Dropbox o Dropbox Enterprise con Dropbox, tale contratto potrebbe avere modificato le norme sulla privacy riportate di seguito. Per informazioni, contatta l'amministratore della tua organizzazione.\r\n\r\nLa traduzione viene fornita solo a titolo informativo e la versione in lingua inglese farà fede in caso di controversie.\r\n\r\nNorme sulla privacy di Dropbox\r\n\r\nData di pubblicazione: 17 gennaio 2023\r\n\r\nData di entrata in vigore: 3 aprile 2023\r\n\r\nGrazie per avere scelto Dropbox. Qui viene descritto in che modo raccogliamo, utilizziamo e gestiamo i tuoi dati personali quando utilizzi i nostri siti web, il nostro software e i nostri servizi (“Servizi”). Per ulteriori informazioni, consulta la pagina delle Domande frequenti.\r\n\r\nChe cosa e perché\r\n\r\nCi riserviamo di raccogliere e conservare i seguenti dati per fornire, migliorare, proteggere e promuovere i nostri Servizi:\r\n\r\nInformazioni relative all’account. Raccogliamo e associamo al tuo account i dati che ci fornisci quando esegui operazioni quali la registrazione all’account, l’upgrade a un piano a pagamento e la configurazione dell’autenticazione a due fattori; questi dati sono, ad esempio, il tuo nome, il tuo indirizzo email, il tuo numero di telefono, i dati relativi ai pagamenti e l’indirizzo fisico.\r\n\r\nI tuoi file. I nostri Servizi sono progettati per consentirti di archiviare in modo semplice e personalizzato file, documenti, foto, commenti, messaggi e altro (“I tuoi file”), collaborare con altre persone e lavorare su più dispositivi e servizi. Per rendere possibile tutto ciò, archiviamo, elaboriamo e trasmettiamo I tuoi file e le informazioni ad essi correlate. Può trattarsi, ad esempio, di informazioni del profilo, che semplificano la collaborazione e la condivisione dei tuoi file con altre persone, e di elementi quali dimensioni del file, ora di caricamento, collaboratori e attività di utilizzo.\r\n\r\nContatti. Puoi scegliere di concederci l'accesso ai tuoi contatti, cosicché sia tu che il tuo team Dropbox Business (collettivamente, \"Team Dropbox Business\"), se appartieni ad un team Dropbox Business, possiate eseguire facilmente operazioni quali condividere e collaborare a I tuoi file, inviare messaggi e invitare altre persone a utilizzare i Servizi. Se ci fornisci l'accesso ai tuoi contatti, li archivieremo sui nostri server.\r\n\r\nInformazioni sull’utilizzo. Raccogliamo informazioni relative al modo in cui utilizzi i Servizi, comprese le azioni intraprese nel tuo account (come condivisione, modifica, visualizzazione, creazione e spostamento di file o cartelle, invio e ricezione di richieste di firma elettronica e altre transazioni). Queste informazioni ci aiutano a fornire, migliorare e promuovere i nostri Servizi e proteggere gli utenti di Dropbox. Consulta le Domande frequenti per ulteriori informazioni su come usiamo le informazioni sull’utilizzo.\r\n\r\nInformazioni sui dispositivi. Ci riserviamo inoltre di raccogliere dati provenienti da e riguardanti i dispositivi che utilizzi per accedere ai Servizi. Sono inclusi dati quali l’indirizzo IP, il tipo di browser e il dispositivo utilizzato, la pagina web visitata prima di accedere ai nostri siti e gli identificatori associati al tuo dispositivo. I tuoi dispositivi (a seconda delle loro impostazioni) potranno trasmettere ai Servizi anche dati sulla posizione. Ad esempio, utilizziamo le informazioni sul dispositivo per rilevare abusi e identificare e risolvere i bug.\r\n\r\nCookie e altre tecnologie. Utilizziamo tecnologie quali cookie e tag pixel per fornire, migliorare, proteggere e promuovere i nostri Servizi. Ad esempio, i cookie ci aiutano per operazioni quali ricordare il tuo nome utente per la visita successiva, capire il modo in cui interagisci con i nostri Servizi e migliorarli sulla base di tali dati. Puoi impostare il tuo browser in modo che non accetti i cookie, ma ciò potrà limitare la possibilità di utilizzare i nostri Servizi. Se i nostri sistemi ricevono un segnale DNT:1 dal tuo browser, risponderemo a tale segnale come descritto nel presente documento. Possiamo utilizzare anche fornitori di servizi terzi che impostano cookie e tecnologie simili per promuovere i servizi Dropbox. Per ulteriori informazioni su come funzionano i cookie e le tecnologie simili e su come disattivarne l’uso per scopi pubblicitari, fai clic qui.\r\n\r\nDati analitici di DocSend e Dropbox. Se utilizzi i dati analitici di DocSend o Dropbox per visualizzare dei contenuti nell'ambito dei nostri Servizi, raccoglieremo delle informazioni, compresi dati personali e dati relativi al dispositivo in uso, quali indirizzi email, indirizzi IP e identificatori del dispositivo utilizzato.Inoltre, raccoglieremo informazioni su come interagisci con i contenuti visualizzati, ad esempio data e ora di visualizzazione dei contenuti, frequenza e durata della visualizzazione e porzioni di contenuto visualizzate.\r\n\r\nMarketing. Offriamo agli utenti la possibilità di utilizzare gratuitamente alcuni dei nostri Servizi. I Servizi gratuiti sono possibili grazie al fatto che alcuni utenti effettuano l’upgrade a uno dei nostri Servizi a pagamento. Se ti registri per i nostri Servizi, ti invieremo periodicamente informazioni sugli upgrade, quando consentito. Gli utenti che ricevono questo materiale di marketing possono disattivarne la ricezione in qualsiasi momento. Se non vuoi ricevere da noi un determinato tipo di materiale di marketing, fai clic sul link “Annulla iscrizione” nelle relative email oppure aggiorna le preferenze nella sezione Notifiche del tuo account personale.\r\n\r\nInoltre, potremmo raccogliere informazioni qualora dovessi interagire con i rappresentanti Dropbox durante un evento, scaricare materiale formativo o di marketing dal nostro sito web o contattare un rappresentante Dropbox. Le informazioni fornite potrebbero essere utilizzate per inviarti materiale di marketing aggiuntivo.\r\n\r\nA volte contattiamo persone che non hanno un account Dropbox. Per i destinatari all’interno dell’UE, verrà richiesto il consenso da noi o da una terza parte prima del contatto. Se ricevi un’email e non desideri più essere contattato da Dropbox, puoi annullare l’iscrizione e rimuoverti dal nostro elenco contatti tramite il messaggio stesso.\r\n\r\nBasi giuridiche per il trattamento dei dati. Raccogliamo e utilizziamo i dati personali sopra descritti al fine di fornirti i Servizi in modo affidabile e sicuro. Inoltre raccogliamo e utilizziamo dati personali per esigenze commerciali legittime. Qualora dovessimo trattare i tuoi dati personali per altri scopi, chiederemo il tuo consenso in anticipo oppure richiediamo ai nostri partner di ottenere tale consenso. Per ulteriori informazioni sulle basi giuridiche per il trattamento dei tuoi dati, consulta le Domande frequenti.\r\n\r\nPer ulteriori dettagli sulle categorie di dati personali incluse nelle informazioni sopra riportate, consulta le Domande frequenti.\r\n\r\n\r\nCon chi\r\n\r\nCi riserviamo il diritto di condividere i dati come descritto sopra, ma questi non saranno venduti a inserzionisti o ad altre terze parti.\r\n\r\nAltre persone che lavorano per e con Dropbox. Dropbox si avvale di determinate terze parti di fiducia (ad esempio fornitori di servizi IT e di assistenza clienti) allo scopo di fornire, migliorare, tutelare e promuovere i propri Servizi. Tali terze parti avranno accesso ai tuoi dati per svolgere attività per conto nostro. Noi continueremo a essere responsabili del modo in cui gestiscono i tuoi dati nel rispetto delle istruzioni che forniamo loro. Per un elenco delle terze parti di fiducia che utilizziamo per il trattamento dei tuoi dati personali e per ulteriori informazioni sulle categorie di dati personali che abbiamo divulgato, consulta le Domande frequenti.\r\n\r\nAltre Aziende Dropbox. Dropbox condivide infrastrutture, sistemi e tecnologia con altre Aziende Dropbox per fornire, migliorare, tutelare e promuovere i Servizi delle aziende Dropbox. Elaboriamo le tue informazioni tra le Aziende Dropbox per questi scopi, come consentito dalla legge applicabile e in conformità con i loro termini e le loro norme. Per ulteriori informazioni sulle Aziende Dropbox, i Servizi delle aziende Dropbox e su come vengono utilizzati i tuoi dati, consulta le nostre Domande frequenti.\r\n\r\nAltri utenti. I nostri servizi sono progettati per aiutarti a collaborare con altre persone. Se registri il tuo account Dropbox con un indirizzo email su un dominio di proprietà del tuo datore di lavoro o della tua organizzazione, se fai parte di Team Dropbox o collabori con altri utenti di Dropbox, potremmo proporre te o il tuo team ad altri utenti o team come potenziali collaboratori. Ad esempio, se interagisci con una persona in un’azienda e quella persona lavora frequentemente con uno dei suoi colleghi, potremmo suggerirti come potenziale collaboratore per quel collega. I collaboratori e i potenziali collaboratori potrebbero visualizzare alcune delle tue informazioni di base, come il tuo nome, il nome del Team Dropbox, l’immagine del profilo, il dispositivo, l’indirizzo email e le informazioni sull’utilizzo. In questo modo, puoi sincronizzarti meglio con i team a cui puoi unirti e aiutare altri utenti a condividere file e cartelle con te.\r\n\r\nAlcune funzionalità ti permettono di rendere altri dati disponibili ad altri utenti. Ad esempio, se visualizzi un file o una cartella condivisa dai dati analitici di DocSend o Dropbox, condivideremo i tuoi dati personali, quali nome e indirizzo email, informazioni sul dispositivo usato per visualizzare il contenuto, il tempo di visualizzazione del contenuto e la sezione del contenuto visualizzata con il proprietario del file o della cartella.\r\n\r\nAltre applicazioni. Puoi scegliere di collegare il tuo account Dropbox con servizi di terze parti, ad esempio tramite le API Dropbox. In tal modo, consentirai a Dropbox e alle terze parti di scambiarsi le informazioni su di te e i dati del tuo account e permetti loro di fornire, migliorare, tutelare e promuovere i servizi. Ricorda che l’utilizzo che le terze parti fanno dei tuoi dati sarà regolato dai loro termini di servizio e dalle loro norme sulla privacy.\r\n\r\nAmministratori di team. Se sei un utente di un team Dropbox, il tuo amministratore potrebbe essere in grado di accedere e controllare il tuo account di team Dropbox. In caso di dubbi in merito, consulta le norme interne della tua organizzazione. Se non sei un utente di un team Dropbox, ma interagisci con un utente di tale team (ad esempio, accedendo a una cartella condivisa o a file condivisi da quell’utente), i membri di tale organizzazione potrebbero essere in grado di visualizzare informazioni che ti riguardano (ad esempio il tuo nome, l’indirizzo email e l’immagine del profilo) e le tue interazioni con il team Dropbox (come l’indirizzo IP). Se condividi I tuoi file con un utente di un team Dropbox, l’amministratore dell’account del team potrebbe avere la possibilità di accedere a ciò che condividi e modificarlo.\r\n\r\nOrdine pubblico e interesse pubblico. Ci riserviamo il diritto di divulgare i tuoi dati a terze parti nel caso in cui stabilissimo che tale divulgazione è ragionevolmente necessaria per: (a) rispettare qualunque legge, regolamento, procedura legale o appropriata richiesta ufficiale; (b) salvaguardare qualsiasi persona da morte o gravi lesioni fisiche; (c) prevenire frodi o abusi a danno di Dropbox o dei suoi utenti; (d) proteggere i diritti, la proprietà, la sicurezza o l’interesse di Dropbox; o (e) eseguire un compito di interesse pubblico.\r\n\r\nLa gestione dei tuoi dati ha per noi un’importanza fondamentale ed è una responsabilità di cui ci facciamo carico. Riteniamo che i tuoi dati debbano ricevere le stesse tutele legali a prescindere dal fatto che siano archiviati nei nostri Servizi o nel disco rigido del tuo computer di casa. Ci atterremo ai seguenti Principi relativi alle richieste ufficiali quando riceveremo, esamineremo e risponderemo alle richieste ufficiali della pubblica amministrazione (comprese le richieste relative alla sicurezza nazionale) relative ai tuoi dati:\r\n• Trasparenza\r\n• Opposizione alle richieste a tappeto\r\n• Proteggere tutti gli utenti e\r\n• Fornire servizi di cui fidarsi.\r\n\r\nPubblichiamo un Rapporto sulla trasparenza come parte del nostro impegno volto a comunicare agli utenti quando e come le autorità ufficiali ci richiedono informazioni. Questo rapporto elenca in modo dettagliato le tipologie e il numero di richieste che riceviamo dalle autorità incaricate dell’applicazione della legge. Ti consigliamo di consultare i nostri Principi relativi alle richieste ufficiali e il Rapporto sulla trasparenza per informazioni più dettagliate sul nostro modo di trattare e rispondere alle richieste ufficiali.\r\n\r\n\r\nCome\r\n\r\nSicurezza. Dropbox dispone di un team dedicato che si occupa di mantenere i tuoi dati al sicuro e verificare eventuali vulnerabilità. Continuiamo a lavorare a funzionalità per la sicurezza dei tuoi dati, oltre a funzionalità quali l’autenticazione a due fattori, la crittografia dei file inattivi e gli avvisi quando nuovi dispositivi e app vengono collegati al tuo account. Adottiamo tecnologie automatizzate per rilevare comportamenti illeciti e contenuti che possono danneggiare i nostri Servizi o gli utenti.\r\n\r\nControlli utente. Puoi accedere, modificare, scaricare ed eliminare i tuoi dati personali effettuando l’accesso al tuo account Dropbox e andando alla pagina delle impostazioni dell’account. Fai clic qui per ulteriori informazioni su come gestire le informazioni del tuo account in generale oppure qui per sapere come modificare le informazioni del profilo.\r\n\r\nConservazione. Quando ti registri per aprire un nostro account, conserveremo i dati che archivi nei nostri Servizi finché l’account esiste o finché ne abbiamo bisogno per fornirti i Servizi. Se elimini l’account, procederemo all’eliminazione di questi dati dopo 30 giorni. Ulteriori informazioni sono disponibili qui. Tuttavia, tieni presente: (1) che potrebbero verificarsi ritardi nell’eliminazione di tali dati dai nostri server e dallo spazio di archiviazione di backup e (2) che possiamo conservare questi dati se necessario per rispettare i nostri obblighi legali, risolvere controversie o applicare i nostri accordi.\r\n\r\nUso dei dati dalle API di Google. L’uso o il trasferimento ad altre app di qualsiasi informazione ricevuta dalle API di Google da parte di Dropbox rispetterà la Google API Services User Data Policy (disponibile in inglese), inclusi i requisiti per l’uso limitato.\r\n\r\n\r\nDove\r\n\r\nIn tutto il mondo. Per fornirti i Servizi, ci riserviamo il diritto di archiviare, trattare e trasmettere dati negli Stati Uniti e in località in tutto il mondo, anche al di fuori del tuo Paese. I dati potrebbero anche essere archiviati in locale sui dispositivi che utilizzi per accedere ai Servizi.\r\n\r\nTrasferimenti di dati. Nel trasferire dati dall’Unione Europea, dallo Spazio economico europeo, dal Regno Unito e dalla Svizzera, Dropbox si affida a una serie di meccanismi legali, inclusi i contratti con i propri clienti e affiliati, le Clausole contrattuali standard e le decisioni di adeguatezza della Commissione europea in merito a determinati Paesi, a seconda dei casi.\r\n\r\nScudo UE-USA e Svizzera-USA per la privacy. Dropbox è conforme alle normative dello Scudo UE-USA e Svizzera-USA per la privacy come stabilito dalla Federal Trade Commission degli Stati Uniti per quanto riguarda la raccolta, l’utilizzo e la conservazione dei dati personali provenienti dall’Unione europea, dallo Spazio economico europeo, dal Regno Unito e dalla Svizzera e trasferiti agli Stati Uniti, sebbene Dropbox non utilizzi lo Scudo UE-USA né lo Scudo Svizzera-USA come base giuridica per i trasferimenti di dati personali. Dropbox ha certificato al Dipartimento del Commercio degli Stati Uniti la propria adesione ai principi dello Scudo per la privacy per quanto riguarda tali dati, senza però includere in tale certificazione la parte dei Servizi relativa a DocSend. Per ulteriori informazioni sullo Scudo per la privacy, consulta la pagina https://www.privacyshield.gov.\r\n\r\nDropbox è soggetto alla vigilanza della Federal Trade Commission degli Stati Uniti. JAMS è l’organizzazione indipendente con sede negli USA responsabile di esaminare e gestire i reclami relativi alla nostra conformità alla normativa dello Scudo per la privacy (servizio gratuito per l’utente). Ti chiediamo di presentare prima a noi eventuali reclami direttamente all’indirizzo privacy@dropbox.com. Se la risposta ricevuta non è soddisfacente, contatta JAMS alla pagina https://www.jamsadr.com/eu-us-privacy-shield. Qualora JAMS non risponda ancora alla domanda, hai diritto a ricorrere a un arbitrato vincolante in base a quanto previsto dallo Scudo per la privacy e dai relativi principi.\r\n\r\n\r\nControllo e accesso ai tuoi dati\r\n\r\nHai il controllo sui tuoi dati personali e sulla loro modalità di raccolta, utilizzo e condivisione. Ad esempio, puoi:\r\n• Eliminare I tuoi file nell’account Dropbox. Per ulteriori informazioni su come eliminare i file salvati in Dropbox, fai clic qui.\r\n• Modificare o correggere i dati personali. Puoi gestire il tuo account e i suoi contenuti e modificare alcuni tuoi dati personali dalla pagina delle impostazioni dell’account.\r\n• Accedere ai tuoi dati e copiarli altrove. Puoi accedere ai tuoi dati personali dal tuo account Dropbox e scaricare una copia dei file in un formato leggibile da computer come descritto qui. Puoi anche chiederci una copia dei dati personali che ci hai fornito o che abbiamo raccolto, lo scopo commerciale della raccolta, i tipi di fonti da cui li abbiamo ottenuti e i tipi di terze parti con cui li abbiamo condivisi.\r\n• Opporti al trattamento dei tuoi dati personali. A seconda dell’attività di trattamento, puoi richiedere di interrompere o limitare il trattamento dei tuoi dati personali.\r\n\r\nSe vuoi inviare una richiesta di accesso ai dati oppure vuoi opporti al trattamento dei tuoi dati personali, inviaci un’email all’indirizzo privacy@dropbox.com. Per richiedere l’eliminazione dei tuoi dati personali, compila questo modulo. Per ulteriori informazioni su come controllare e accedere ai tuoi dati personali, consulta le nostre Domande frequenti.\r\n\r\nDropbox come titolare o responsabile del trattamento dei dati. Se risiedi in Nord America (Stati Uniti, Canada e Messico), sarà Dropbox, Inc. a operare in qualità di fornitore di servizi. Per tutti gli altri utenti, è Dropbox International Unlimited Company ad agire come responsabile dei dati personali. Se fai parte di un team Dropbox o usi la parte dei Servizi dedicata ai team DocSend o Dropbox Sign al di fuori del Nord America, Dropbox funge da responsabile del trattamento dei tuoi dati.\r\n\r\n\r\nModifiche\r\n\r\nIn caso di riorganizzazione, fusione, acquisizione o vendita dei nostri beni, i tuoi dati potrebbero essere trasferiti nell’ambito dell’accordo. Riceverai un avviso (ad esempio tramite un messaggio all’indirizzo email associato con il tuo account) su eventuali accordi, corredato di informazioni sulle scelte a tua disposizione.\r\n\r\nCi riserviamo il diritto di aggiornare periodicamente le presenti Norme sulla privacy. La versione più recente verrà pubblicata sul nostro sito web. Nel caso in cui una revisione possa ridurre in modo sostanziale i tuoi diritti, ti invieremo un avviso pertinente.\r\n\r\n\r\nInformazioni di contatto\r\n\r\nHai domande o dubbi su Dropbox, i nostri Servizi e la privacy? Contatta il nostro responsabile della tutela dei dati all’indirizzo privacy@dropbox.com. Se non è in grado di rispondere alla tua domanda, hai il diritto di contattare l’autorità locale di supervisione per la protezione dei dati.\r\n\r\n\r\n\r\n\r\nTESTO SUPPLEMENTARE DA PAGINE ESTERNE LINKATE NELLA PRIVACY POLICY\r\n\r\n\r\nLe norme sulla privacy di Dropbox: domande frequenti\r\nAggiornato Apr 09, 2024\r\n\r\n1. Per quanto tempo Dropbox conserva i mie file dopo che ho eliminato l'account?\r\n2. Quali sono le basi giuridiche di Dropbox per il trattamento dei miei dati?\r\n3. In che modo Dropbox raccoglie e utilizza i miei dati sull'uso dei suo Servizi?\r\n4. In che modo Dropbox utilizza i miei dati per scopi di apprendimento automatico e analisi degli algoritmi?\r\n5. Con quali terze parti di fiducia Dropbox condivide i miei dati personali?\r\n6. Quali sono le Società Dropbox e quali sono i loro servizi?\r\n7. Come faccio a richiedere l'eliminazione oppure a vietare o limitare l'utilizzo dei miei dati personali?\r\n8. Come faccio ad accedere ai miei dati personali?\r\n9. Voglio utilizzare un altro fornitore di servizi. Come faccio a migrare i dati da Dropbox?\r\n10. Quali categorie di informazioni personali sono incluse nelle informazioni raccolte e divulgate da Dropbox a terze parti di fiducia?\r\n11. Quante richieste di dati personali riceve Dropbox e come risponde ad esse?\r\n12. Quali dati raccoglie Dropbox quando utilizzo l’estensione del browser e l’app desktop Dash?\r\n\r\n\r\n1. Per quanto tempo Dropbox conserva i mie file dopo che ho eliminato l'account?\r\n\r\nSe elimini il tuo account Dropbox, inizieremo a rimuovere i file archiviati nei nostri Servizi dopo 30 giorni. Se fai parte di un team, solo l’amministratore può disattivare il tuo account ed eliminare i tuoi file.\r\n\r\nUlteriori informazioni su quanto tempo conserviamo i file eliminati.\r\n\r\nScopri di più su per quanto tempo conserviamo i documenti con firma elettronica.\r\n\r\n\r\n2. Quali sono le basi giuridiche di Dropbox per il trattamento dei miei dati?\r\n\r\nDropbox tratta i tuoi dati (1) per offrirti i Servizi Dropbox come previsto dal contratto stipulato con te, (2) per perseguire i propri interessi legittimi durante la fornitura dei Servizi e lo svolgimento della propria attività e (3) con il tuo consenso. In alcuni casi, Dropbox tratta i tuoi dati per rispettare le leggi, i procedimenti legali o le normative applicabili, per proteggere chiunque da gravi lesioni personali o morte o per eseguire attività a tutela dell'interesse pubblico.\r\n\r\nEcco alcuni esempi di trattamento dei dati realizzati da Dropbox allo scopo di offrire i Servizi Dropbox:\r\n• Fornitura, aggiornamento, gestione e tutela dei nostri Servizi e della nostra attività. Ad esempio, ospitiamo i tuoi file, ne eseguiamo il backup e li condividiamo quando ci chiedi di farlo. Analizziamo anche come utilizzi i Servizi per aiutarti ad assegnare la priorità ai contenuti e mantenere il controllo sui tuoi importanti file di lavoro.\r\n• Risoluzione dei problemi che potresti incontrare con i Servizi Dropbox. Se ci contatti per sottoporci domande o dubbi in merito ai Servizi, ci riserviamo di utilizzare i tuoi dati personali per rispondere.\r\n• Fatturazione, gestione dell'account e scopi amministrativi. Se ti iscrivi a una prova o acquisti un piano Dropbox a pagamento, possiamo raccogliere e trattare i dati di pagamento, tra cui il tuo nome, i dati della carta di credito o di debito, l'indirizzo di fatturazione e i dettagli della cronologia delle transazioni.\r\n• Inviarti email e altre comunicazioni. Ci riserviamo di contattarti in merito a importanti modifiche ai nostri Servizi o per avvisi correlati ai nostri Servizi. Queste comunicazioni sono considerate parte dei Servizi Dropbox e non puoi scegliere di non riceverle.\r\n\r\nQuesti sono alcuni esempi in cui Dropbox tratta i tuoi dati allo scopo di perseguire i propri interessi legittimi durante la fornitura dei Servizi e lo svolgimento della propria attività:\r\n• Capire come utilizzi i Servizi e migliorarli.\r\n• Promozione dei Servizi Dropbox più pertinenti ai tuoi interessi.\r\n• Analisi e prevenzione dei problemi di sicurezza e degli usi impropri dei Servizi Dropbox o relativi agli utenti Dropbox.\r\n• Per quanto riguarda i servizi DocSend di Dropbox, creazione di analisi e rapporti sulle tendenze di settore su prestazioni e utilizzo dei contenuti. \r\n\r\nQuesti sono alcuni esempi in cui Dropbox tratta i tuoi dati con il tuo consenso:\r\n• Invio di materiali di marketing relativi ai Servizi Dropbox. Se non desideri ricevere tali materiali, fai semplicemente clic sul link Annulla l’iscrizione in qualsiasi email oppure aggiorna le preferenze nella sezione Notifiche del tuo account Dropbox.\r\n• Collegamento del tuo account Dropbox con altri servizi di terze parti tramite le API Dropbox.\r\n• Raccolta del tuo feedback per migliorare i Servizi Dropbox e sviluppare nuove funzioni.\r\n\r\n\r\n3. In che modo Dropbox raccoglie e utilizza i miei dati sull'uso dei suo Servizi?\r\n\r\nDropbox raccoglie dati sul tuo uso dei Servizi, comprese le azioni eseguite nel tuo account Dropbox, per fornire i propri Servizi in modo efficiente e affidabile. Li utilizza inoltre per migliorare i Servizi offerti, sviluppare nuove funzioni e, in determinati casi, pubblicizzare i Servizi Dropbox. Ad esempio, per fornire il Servizio Dropbox e aiutarti a stabilire le priorità per il tuo lavoro, analizziamo la tua attività di utilizzo e consigliamo contenuti che potresti trovare più pertinenti e importanti. Per ottimizzare i nostri Servizi, raccogliamo informazioni su come interagisci con essi per capire quali funzioni ti sono più utili e migliorarle. Per proteggere gli utenti di Dropbox, analizziamo elementi come gli indirizzi IP, la cronologia degli accessi e le modifiche alle email e alle password per rilevare comportamenti offensivi e agire di conseguenza. Per promuovere i Servizi Dropbox, in determinati casi analizziamo i dati sull'attività degli utenti e il loro livello di interazione con i nostri Servizi, ad esempio quanti dispositivi hanno collegato al proprio account Dropbox e quanto spazio di archiviazione hanno utilizzato, allo scopo di identificare gli utenti interessati ai nostri servizi premium.\r\n\r\nQuando non abbiamo più bisogno di attribuire dei dati a uno specifico individuo, questi vengono anonimizzati. Prendiamo a esempio il feedback dei clienti che usiamo per migliorare i nostri prodotti o servizi: Dropbox adotta tutte le misure necessarie a garantire che tali dati non possano essere associati a una persona specifica, combinando metodi come l’anonimizzazione, l’aggregazione e la generalizzazione. Dropbox non cerca mai di attribuire nuovamente un’identificazione ai dati anonimizzati.\r\n\r\n\r\n4. In che modo Dropbox utilizza i miei dati per scopi di apprendimento automatico e analisi degli algoritmi?\r\n\r\nDropbox raccoglie ed elabora i dati personali utilizzando tecnologie di analisi degli algoritmi o di apprendimento automatico per fornire, migliorare, proteggere e promuovere i Servizi Dropbox:\r\n\r\nFornire i Servizi Dropbox. Utilizziamo la tecnologia di apprendimento automatico per semplificare la ricerca, il recupero, l'organizzazione e la definizione delle priorità per I tuoi file, nonché la collaborazione con le persone con cui lavori più spesso, consentendoti concentrarti sul lavoro più importante. Ad esempio, analizziamo l'attività del tuo account e la cronologia di utilizzo per suggerire contenuti nel tuo account Dropbox che potresti trovare più pertinenti, prevedere e correggere automaticamente le query di ricerca per aiutarti a trovare ciò che stai cercando e per risolvere i problemi che potresti riscontrare con i Servizi Dropbox.\r\n\r\nProteggere i Servizi Dropbox. Implementiamo l'analisi degli algoritmi per elementi come il tuo indirizzo IP, la cronologia degli accessi e le modifiche all'account (ad esempio, le modifiche dell'indirizzo email e della password) per rilevare comportamenti e contenuti offensivi nei nostri Servizi e agire di conseguenza.\r\n\r\nMigliorare i Servizi Dropbox. Dropbox utilizza l'analisi degli algoritmi e l'apprendimento automatico per migliorare i Servizi Dropbox e sviluppare nuove funzioni. Ad esempio, analizziamo le informazioni su come interagisci con i Servizi per ottimizzare la progettazione della nostra interfaccia utente, migliorare il modo in cui i nostri algoritmi suggeriscono e personalizzano i contenuti, affinare la pertinenza dei risultati della ricerca per aiutarti a trovare ciò che stai cercando e a sviluppare nuovi modi per ottimizzare il flusso di lavoro.\r\n\r\nPromuovere i Servizi Dropbox. In alcuni casi, utilizziamo l’analisi degli algoritmi per identificare l’attività degli utenti e il loro livello di interazione con i nostri Servizi. Per farlo, prendiamo in considerazione aspetti quali il numero di dispositivi che hanno collegato al loro account Dropbox, lo spazio di archiviazione utilizzato, il contenuto dei file e il numero di condivisioni eseguite allo scopo di identificare e raggiungere con attività di marketing gli utenti che potrebbero essere interessati ad avere maggiori informazioni sui nostri Servizi premium.\r\n\r\n\r\n5. Con quali terze parti di fiducia Dropbox condivide i miei dati personali?\r\n\r\nPer fornire, migliorare, tutelare e promuovere i propri Servizi, Dropbox condivide i tuoi dati personali con terze parti di fiducia e altre Società Dropbox.\r\n\r\nLe terze parti di fiducia sono aziende o individui che Dropbox incarica per fornire, migliorare, proteggere e pubblicizzare i Servizi Dropbox. Ad esempio, le terze parti di fiducia possono accedere alle tue informazioni per fornire servizi di archiviazione dei dati, servizi IT o servizi di assistenza clienti, ma lo faranno solo per svolgere attività per conto di Dropbox. Dropbox rimane responsabile della gestione dei tuoi dati secondo le istruzioni di Dropbox. Le terze parti di fiducia sono:\r\n• Amazon Web Services, Inc. \r\n• CloudConvert (Lunaweb, Inc.)\r\n• Concord Technologies Corporation\r\n• Dropbox, Inc.\r\n• ElasticSearch\r\n• FileStack\r\n• FullContact\r\n• Google LLC\r\n• IDnow GmbH\r\n• Intercom, Inc.\r\n• Mailgun Technologies, Inc.\r\n• MaxMind\r\n• Metrics Enterprises, Inc. (Kissmetrics)\r\n• NG Communications bvba\r\n• OpenAI, Inc.\r\n• Oracle America Inc.\r\n• Salesforce.com, LLC\r\n• SnapEngage, LLC\r\n• Stripe\r\n• Teleperformance A.E.\r\n• Twilio, Inc.\r\n• Voxbone, S.A.\r\n• Zendesk, Inc.\r\n• Zoom video Communications, Inc. \r\n\r\n\r\n6. Quali sono le Società Dropbox e quali sono i loro servizi?\r\n\r\nOltre a offrire i propri servizi, Dropbox possiede e gestisce le aziende elencate di seguito, in conformità con i rispettivi termini di servizio e norme sulla privacy. Insieme a Dropbox, queste aziende sono chiamate Aziende Dropbox. Dropbox condivide infrastruttura, sistemi e tecnologia con le altre Aziende Dropbox e condivide le tue informazioni all'interno della sua famiglia di società allo scopo di fornire, migliorare, proteggere e promuovere i Servizi delle Aziende Dropbox. I Servizi delle Aziende Dropbox comprendono i Servizi Dropbox e altri prodotti e servizi che sono forniti dalle Aziende Dropbox e che sono soggetti a termini di servizio e norme sulla privacy separati e autonomi.\r\n\r\nDropbox elabora i tuoi dati in possesso delle Aziende Dropbox, in base a quanto stabilito dalla legislazione vigente e in conformità con i termini di servizio e le norme sulla privacy di ciascuna azienda. Per ulteriori informazioni sulle pratiche relative alla privacy delle Aziende Dropbox e su come quest'ultime gestiscono le informazioni personali, consulta i seguenti link:\r\n\r\nAl momento, queste sono tutte le aziende Dropbox esistenti. \r\n\r\n\r\n7. Come faccio a richiedere l'eliminazione oppure a vietare o limitare l'utilizzo dei miei dati personali?\r\n\r\nPuoi chiederci di interrompere, eliminare o limitare l'uso dei tuoi dati personali in determinate circostanze, ad esempio se non abbiamo basi giuridiche per continuare a utilizzare i tuoi dati o se ritieni che i tuoi dati personali siano inesatti.\r\n\r\nPuoi anche scegliere di ricevere messaggi di marketing inviati da noi. Puoi selezionare in qualsiasi momento quali tipi di comunicazioni di marketing desideri ricevere modificando le tue preferenze nella sezione Notifiche del tuo account personale o semplicemente facendo clic sul link Annulla l'iscrizione all'interno delle email di qualsiasi categoria che non vuoi più ricevere.\r\n\r\nSe i dati del tuo account non sono esatti, puoi aggiornarli o eliminarli in qualsiasi momento effettuando l'accesso e visitando la pagina dell'account. Inoltre, puoi eliminare l'account Dropbox in qualsiasi momento.\r\n\r\nSe ritieni che Dropbox non abbia le basi giuridiche per utilizzare i tuoi dati personali, che tali dati contengano altre inesattezze o desideri opporti al loro utilizzo, comunicacelo all’indirizzo privacy@dropbox.com e provvederemo ad analizzare la questione. Per richiedere l’eliminazione dei tuoi dati personali, vai alla scheda Privacy nelle impostazioni account oppure compila questo modulo. Inoltre, hai il diritto di presentare un reclamo a un’autorità di supervisione. La scelta di esercitare questi diritti non comporterà alcuna discriminazione da parte nostra.\r\n\r\n\r\n8. Come faccio ad accedere ai miei dati personali?\r\n\r\nPuoi accedere ai file salvati nel tuo account Dropbox in qualsiasi momento. Se hai installato l'app desktop Dropbox, puoi archiviare tutti tuoi file direttamente sul tuo computer.\r\n\r\nPer informazioni sul tuo account e sui computer e dispositivi associati, accedi alla pagina dell’account. Qui puoi trovare il nome e l’indirizzo email associati all’account oltre agli indirizzi IP di sessioni collegate, computer e dispositivi mobili utilizzati per accedere all’account. Nella pagina Sicurezza puoi vedere anche le app collegate all’account.\r\n\r\nSe hai avuto contatti con il team di assistenza Dropbox, puoi accedere al nostro portale dell’assistenza clienti per visualizzare un registro delle comunicazioni intercorse con noi.\r\n\r\nPer inviare una richiesta di accesso ai dati, vai alla scheda Privacy nelle impostazioni account oppure compila questo modulo.\r\n \r\n\r\nScopri di più su come accedere ai tuoi file, alle informazioni su account e hardware e alle comunicazioni con Dropbox.\r\n \r\n \r\n9. Voglio utilizzare un altro fornitore di servizi. Come faccio a migrare i dati da Dropbox?\r\n\r\nPuoi scaricare i tuoi file del tuo account Dropbox in qualsiasi momento. Puoi eseguire questa operazione in vari modi.\r\n\r\nSe utilizzi l'applicazione desktop Dropbox, puoi spostare una cartella Dropbox in un'altra posizione sul tuo disco rigido o su un disco rigido esterno.\r\n\r\nSe utilizzi dropbox.com per accedere al tuo account, puoi scaricare facilmente singoli file o cartelle da dropbox.com. Per scaricare singoli file da dropbox.com:\r\n• Accedi a dropbox.com.\r\n• Individua i file che vuoi scaricare.\r\n• Fai clic su \"…\" (puntini di sospensione) a destra del nome del file.\r\n• Fai clic su Scarica.\r\n\r\nPuoi anche scaricare intere cartelle in un file ZIP da dropbox.com (tieni presente che vi sono limiti di dimensioni per le cartelle).\r\n\r\nSe utilizzi l'app Dropbox per dispositivi mobili, puoi scaricare singoli file sul tuo dispositivo per visualizzarli offline.\r\n\r\nSe utilizzi Dropbox Paper, puoi esportare i tuoi documenti di Paper da dropbox.com.\r\n\r\nSe usi Dropbox Sign, puoi scaricare i documenti firmati da hellosign.com o dall’app per dispositivi mobili.\r\n\r\nSe usi DocSend, puoi scaricare i contenuti da docsend.com.\r\n\r\n\r\n10. Quali categorie di informazioni personali sono incluse nelle informazioni raccolte e divulgate da Dropbox a terze parti di fiducia?\r\n\r\nPer “Informazioni sull'account” si intendono le informazioni relative al tuo account. Sono incluse informazioni di identificazione quali il tuo vero nome, l'alias, l'identificatore personale univoco o l'identificatore online e potrebbero anche includere altri dati personali come il tuo indirizzo postale, l'indirizzo IP, l'indirizzo email, il nome dell'account, l'immagine del profilo o altri identificatori simili. Le “Informazioni sull'account” potrebbero includere anche informazioni commerciali, come la cronologia o le tendenze relative ad acquisti o consumi.\r\n\r\nPer “I tuoi file” si intende ciò che decidi di archiviare nel tuo account Dropbox.\r\n\r\nI “Contatti” includono le informazioni di identificazione sui contatti a cui hai scelto di darci accesso. Possono anche comprendere identificatori come un vero nome, un alias o un indirizzo email.\r\n\r\nLe “Informazioni sull'utilizzo” includono le informazioni relative al tuo utilizzo dei Servizi. Poiché Dropbox fornisce servizi online, ciò potrebbe includere informazioni su Internet o altre attività di rete elettronica, ad esempio informazioni relative alla tua interazione con siti web, applicazioni o annunci pubblicitari.\r\n\r\nPer “Informazioni sui dispositivi” si intendono le informazioni sugli specifici dispositivi che utilizzi per accedere ai Servizi, che potrebbero includere informazioni sull'utilizzo o informazioni specifiche del dispositivo, come un identificatore online o un indirizzo IP oppure dati di geolocalizzazione.\r\n\r\n“Cookie e altre tecnologie” fa riferimento a tecnologie come cookie e tag di pixel. Queste tecnologie possono portare alla raccolta di identificatori online, indirizzi IP o altri identificatori simili, nonché informazioni sull’utilizzo.\r\n\r\nDropbox ha raccolto e divulgato le categorie sopra descritte a terze parti di fiducia negli ultimi 12 mesi.\r\n\r\n\r\n11. Quante richieste di dati personali riceve Dropbox e come risponde ad esse?\r\n\r\nDropbox ha un team di specialisti dedicato a rispondere alle richieste di dati personali ricevute tramite privacy@dropbox.com da utenti di tutto il mondo. Puoi trovare informazioni sul volume delle richieste ricevute ed elaborate da Dropbox nei 12 mesi precedenti il 30 giugno 2024 nella tabella che segue:\r\n\r\nTipo di richiesta /\tRicevute /\tAdempiute (per intero o in parte) /\tRifiutate (per assenza di verifica o account) / Tempo medio di risposta\r\n\r\nAccesso \t\r\n172 \t\r\n75 \t\r\n97 \t\r\n0,45 giorni\r\n\r\nEliminazione \t\r\n3810 \t\r\n3800 \t\r\n10 \t\r\n0,25 giorni\r\n\r\nObiezione all'elaborazione \t\r\n758 \t\r\n758 \t\r\n0 \t\r\n0,30 giorni\r\n\r\nNon vendere \t\r\n620 \t\r\nDropbox non vende dati personali \t\r\nDropbox non vende dati personali \t\r\n0,20 giorni\r\n\r\n\r\n12. Quali dati raccoglie Dropbox quando utilizzo l’estensione del browser e l’app desktop Dash?\r\n\r\nQuando utilizzi Dropbox Dash, Dropbox importa la cronologia del browser a partire dalle due settimane precedenti per sfruttare funzionalità come la ricerca tra le schede aperte. I dati raccolti comprendono gli URL dei siti web visitati, nonché il contenuto di tali siti (titoli delle pagine, immagini e contenuto delle pagine e così via). Per sfruttare le funzionalità di ricerca e altre caratteristiche di Dash, potremmo condividere i dati con terze parti da noi ritenute affidabili e con altre società Dropbox. Non condivideremo la cronologia del browser o gli URL con altri utenti, a meno che sia tu a sceglierlo.\r\n"
    },
    "annotations": [
        {
            "_id": "67308693e567751094054b3e",
            "start": 872,
            "end": 887,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": []
            },
            "text": "i seguenti dati"
        },
        {
            "_id": "673086afe567751094054b3f",
            "start": 830,
            "end": 992,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Ci riserviamo di raccogliere e conservare i seguenti dati per fornire, migliorare, proteggere e promuovere i nostri Servizi:\r\n\r\nInformazioni relative all’account."
        },
        {
            "_id": "67308720e567751094054b40",
            "start": 958,
            "end": 991,
            "type": "Category",
            "attributes": {
                "Type": "Closed",
                "Kind": "BasicAccountInfo",
                "Ref": [
                    "67308693e567751094054b3e"
                ]
            },
            "text": "Informazioni relative all’account"
        },
        {
            "_id": "6730878fe567751094054b41",
            "start": 1032,
            "end": 1054,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": [
                    "67308720e567751094054b40"
                ]
            },
            "text": "i dati che ci fornisci"
        },
        {
            "_id": "673087a2e567751094054b42",
            "start": 1234,
            "end": 1245,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "BasicAccountInfo",
                "Ref": [
                    "67308720e567751094054b40"
                ]
            },
            "text": "il tuo nome"
        },
        {
            "_id": "673087a5e567751094054b43",
            "start": 1247,
            "end": 1269,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "BasicAccountInfo",
                "Ref": [
                    "67308720e567751094054b40"
                ]
            },
            "text": "il tuo indirizzo email"
        },
        {
            "_id": "673087ace567751094054b44",
            "start": 1271,
            "end": 1296,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "BasicAccountInfo",
                "Ref": [
                    "67308720e567751094054b40"
                ]
            },
            "text": "il tuo numero di telefono"
        },
        {
            "_id": "673087b1e567751094054b45",
            "start": 1298,
            "end": 1326,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "Payment",
                "Ref": [
                    "67308720e567751094054b40"
                ]
            },
            "text": "i dati relativi ai pagamenti"
        },
        {
            "_id": "673087b4e567751094054b46",
            "start": 1329,
            "end": 1347,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "BasicAccountInfo",
                "Ref": [
                    "67308720e567751094054b40"
                ]
            },
            "text": "l’indirizzo fisico"
        },
        {
            "_id": "67308815e567751094054b47",
            "start": 1222,
            "end": 1347,
            "type": "Specification",
            "attributes": {
                "Type": "Open",
                "Ref": [
                    "67308720e567751094054b40"
                ]
            },
            "text": "ad esempio, il tuo nome, il tuo indirizzo email, il tuo numero di telefono, i dati relativi ai pagamenti e l’indirizzo fisico"
        },
        {
            "_id": "67308ae5e567751094054b48",
            "start": 993,
            "end": 1348,
            "type": "cat",
            "attributes": {
                "Level": "1"
            },
            "text": "Raccogliamo e associamo al tuo account i dati che ci fornisci quando esegui operazioni quali la registrazione all’account, l’upgrade a un piano a pagamento e la configurazione dell’autenticazione a due fattori; questi dati sono, ad esempio, il tuo nome, il tuo indirizzo email, il tuo numero di telefono, i dati relativi ai pagamenti e l’indirizzo fisico."
        },
        {
            "_id": "67308af0e567751094054b49",
            "start": 1352,
            "end": 1363,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "UserGenerated",
                "Ref": [
                    "67308720e567751094054b40"
                ]
            },
            "text": "I tuoi file"
        },
        {
            "_id": "67308b48e567751094054b4a",
            "start": 1352,
            "end": 1364,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "I tuoi file."
        },
        {
            "_id": "67308b6be567751094054b4b",
            "start": 1462,
            "end": 1466,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UserGenerated",
                "Ref": [
                    "67308af0e567751094054b49"
                ]
            },
            "text": "file"
        },
        {
            "_id": "67308b6fe567751094054b4c",
            "start": 1468,
            "end": 1477,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UserGenerated",
                "Ref": [
                    "67308af0e567751094054b49"
                ]
            },
            "text": "documenti"
        },
        {
            "_id": "67308b72e567751094054b4d",
            "start": 1479,
            "end": 1483,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "Images",
                "Ref": [
                    "67308af0e567751094054b49"
                ]
            },
            "text": "foto"
        },
        {
            "_id": "67308b76e567751094054b4e",
            "start": 1485,
            "end": 1493,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UserGenerated",
                "Ref": [
                    "67308af0e567751094054b49"
                ]
            },
            "text": "commenti"
        },
        {
            "_id": "67308b7ae567751094054b4f",
            "start": 1495,
            "end": 1503,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UserGenerated",
                "Ref": [
                    "67308af0e567751094054b49"
                ]
            },
            "text": "messaggi"
        },
        {
            "_id": "67308c53e567751094054b50",
            "start": 1365,
            "end": 1599,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "I nostri Servizi sono progettati per consentirti di archiviare in modo semplice e personalizzato file, documenti, foto, commenti, messaggi e altro (“I tuoi file”), collaborare con altre persone e lavorare su più dispositivi e servizi."
        },
        {
            "_id": "67308d2be567751094054b53",
            "start": 1750,
            "end": 1774,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UserProfileInfo",
                "Ref": [
                    "67308af0e567751094054b49"
                ]
            },
            "text": "informazioni del profilo"
        },
        {
            "_id": "67308d77e567751094054b55",
            "start": 1882,
            "end": 1901,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "Metadata",
                "Ref": [
                    "67308af0e567751094054b49"
                ]
            },
            "text": "dimensioni del file"
        },
        {
            "_id": "67308d86e567751094054b56",
            "start": 1903,
            "end": 1921,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "Metadata",
                "Ref": [
                    "67308af0e567751094054b49"
                ]
            },
            "text": "ora di caricamento"
        },
        {
            "_id": "67308d8ae567751094054b57",
            "start": 1923,
            "end": 1936,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "Metadata",
                "Ref": [
                    "67308af0e567751094054b49"
                ]
            },
            "text": "collaboratori"
        },
        {
            "_id": "67308d8fe567751094054b58",
            "start": 1939,
            "end": 1959,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UsageData",
                "Ref": [
                    "67308af0e567751094054b49"
                ]
            },
            "text": "attività di utilizzo"
        },
        {
            "_id": "67308da3e567751094054b59",
            "start": 1735,
            "end": 1959,
            "type": "Specification",
            "attributes": {
                "Type": "Open",
                "Ref": [
                    "67308af0e567751094054b49"
                ]
            },
            "text": "ad esempio, di informazioni del profilo, che semplificano la collaborazione e la condivisione dei tuoi file con altre persone, e di elementi quali dimensioni del file, ora di caricamento, collaboratori e attività di utilizzo"
        },
        {
            "_id": "67308db7e567751094054b5a",
            "start": 1876,
            "end": 1959,
            "type": "Specification",
            "attributes": {
                "Type": "Open",
                "Ref": [
                    "67308af0e567751094054b49"
                ]
            },
            "text": "quali dimensioni del file, ora di caricamento, collaboratori e attività di utilizzo"
        },
        {
            "_id": "67308f02e567751094054b5b",
            "start": 1964,
            "end": 1972,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "ContactList",
                "Ref": [
                    "67308693e567751094054b3e"
                ]
            },
            "text": "Contatti"
        },
        {
            "_id": "67308f1ae567751094054b5c",
            "start": 1964,
            "end": 1973,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Contatti."
        },
        {
            "_id": "67308f34e567751094054b5d",
            "start": 2016,
            "end": 2029,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "ContactList",
                "Ref": [
                    "67308f02e567751094054b5b"
                ]
            },
            "text": "tuoi contatti"
        },
        {
            "_id": "67308f86e567751094054b5e",
            "start": 1974,
            "end": 2319,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Puoi scegliere di concederci l'accesso ai tuoi contatti, cosicché sia tu che il tuo team Dropbox Business (collettivamente, \"Team Dropbox Business\"), se appartieni ad un team Dropbox Business, possiate eseguire facilmente operazioni quali condividere e collaborare a I tuoi file, inviare messaggi e invitare altre persone a utilizzare i Servizi."
        },
        {
            "_id": "67308fbae567751094054b5f",
            "start": 2401,
            "end": 2427,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "UsageData",
                "Ref": [
                    "67308693e567751094054b3e"
                ]
            },
            "text": "Informazioni sull’utilizzo"
        },
        {
            "_id": "67308fd0e567751094054b60",
            "start": 2401,
            "end": 2428,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Informazioni sull’utilizzo."
        },
        {
            "_id": "6730976ae567751094054b82",
            "start": 2441,
            "end": 2496,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UsageData",
                "Ref": [
                    "67308fbae567751094054b5f"
                ]
            },
            "text": "informazioni relative al modo in cui utilizzi i Servizi"
        },
        {
            "_id": "67309792e567751094054b83",
            "start": 2507,
            "end": 2543,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UsageData",
                "Ref": [
                    "67308fbae567751094054b5f"
                ]
            },
            "text": "le azioni intraprese nel tuo account"
        },
        {
            "_id": "673097c8e567751094054b84",
            "start": 2498,
            "end": 2707,
            "type": "Specification",
            "attributes": {
                "Type": "Open",
                "Ref": [
                    "67308fbae567751094054b5f"
                ]
            },
            "text": "comprese le azioni intraprese nel tuo account (come condivisione, modifica, visualizzazione, creazione e spostamento di file o cartelle, invio e ricezione di richieste di firma elettronica e altre transazioni)"
        },
        {
            "_id": "673097dbe567751094054b85",
            "start": 2429,
            "end": 2708,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Raccogliamo informazioni relative al modo in cui utilizzi i Servizi, comprese le azioni intraprese nel tuo account (come condivisione, modifica, visualizzazione, creazione e spostamento di file o cartelle, invio e ricezione di richieste di firma elettronica e altre transazioni)."
        },
        {
            "_id": "673097f4e567751094054b86",
            "start": 2934,
            "end": 2962,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "DeviceInfo",
                "Ref": [
                    "67308693e567751094054b3e"
                ]
            },
            "text": "Informazioni sui dispositivi"
        },
        {
            "_id": "6730981ae567751094054b88",
            "start": 2934,
            "end": 2963,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Informazioni sui dispositivi."
        },
        {
            "_id": "67309837e567751094054b89",
            "start": 3001,
            "end": 3061,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "DeviceInfo",
                "Ref": [
                    "673097f4e567751094054b86"
                ]
            },
            "text": "dati provenienti da e riguardanti i dispositivi che utilizzi"
        },
        {
            "_id": "67309922e567751094054b8a",
            "start": 2964,
            "end": 3087,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Ci riserviamo inoltre di raccogliere dati provenienti da e riguardanti i dispositivi che utilizzi per accedere ai Servizi. "
        },
        {
            "_id": "673099cfe567751094054b8b",
            "start": 3111,
            "end": 3125,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "DeviceInfo",
                "Ref": [
                    "673097f4e567751094054b86"
                ]
            },
            "text": "l’indirizzo IP"
        },
        {
            "_id": "673099d5e567751094054b8c",
            "start": 3127,
            "end": 3145,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "DeviceInfo",
                "Ref": [
                    "673097f4e567751094054b86"
                ]
            },
            "text": "il tipo di browser"
        },
        {
            "_id": "673099d8e567751094054b8d",
            "start": 3148,
            "end": 3173,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "DeviceInfo",
                "Ref": [
                    "673097f4e567751094054b86"
                ]
            },
            "text": "il dispositivo utilizzato"
        },
        {
            "_id": "673099e2e567751094054b8f",
            "start": 3233,
            "end": 3280,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "DeviceInfo",
                "Ref": [
                    "673097f4e567751094054b86"
                ]
            },
            "text": "gli identificatori associati al tuo dispositivo"
        },
        {
            "_id": "67309ab3e567751094054b91",
            "start": 3175,
            "end": 3197,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "InternetHistory",
                "Ref": [
                    "673097f4e567751094054b86"
                ]
            },
            "text": "la pagina web visitata"
        },
        {
            "_id": "67309ae7e567751094054b92",
            "start": 3375,
            "end": 3395,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "GeoInfo",
                "Ref": [
                    "673097f4e567751094054b86"
                ]
            },
            "text": "dati sulla posizione"
        },
        {
            "_id": "67309afbe567751094054b93",
            "start": 3282,
            "end": 3396,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "I tuoi dispositivi (a seconda delle loro impostazioni) potranno trasmettere ai Servizi anche dati sulla posizione."
        },
        {
            "_id": "67309b1de567751094054b94",
            "start": 3651,
            "end": 3852,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Ad esempio, i cookie ci aiutano per operazioni quali ricordare il tuo nome utente per la visita successiva, capire il modo in cui interagisci con i nostri Servizi e migliorarli sulla base di tali dati."
        },
        {
            "_id": "67309b25e567751094054b95",
            "start": 3714,
            "end": 3732,
            "type": "Category",
            "attributes": {
                "Type": "Closed",
                "Kind": "ContactInfo",
                "Ref": [
                    "67308693e567751094054b3e"
                ]
            },
            "text": "il tuo nome utente"
        },
        {
            "_id": "67309b32e567751094054b96",
            "start": 3766,
            "end": 3813,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "UsageData",
                "Ref": [
                    "67308693e567751094054b3e"
                ]
            },
            "text": "il modo in cui interagisci con i nostri Servizi"
        },
        {
            "_id": "6730ba02e567751094054b97",
            "start": 4562,
            "end": 4574,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": [
                    "67308693e567751094054b3e"
                ]
            },
            "text": "informazioni"
        },
        {
            "_id": "6730ba1be567751094054b98",
            "start": 4585,
            "end": 4599,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": [
                    "6730ba02e567751094054b97"
                ]
            },
            "text": "dati personali"
        },
        {
            "_id": "6730ba1fe567751094054b99",
            "start": 4602,
            "end": 4637,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "DeviceInfo",
                "Ref": [
                    "6730ba02e567751094054b97"
                ]
            },
            "text": "dati relativi al dispositivo in uso"
        },
        {
            "_id": "6730ba57e567751094054b9a",
            "start": 4645,
            "end": 4660,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "ContactInfo",
                "Ref": [
                    "6730ba02e567751094054b97"
                ]
            },
            "text": "indirizzi email"
        },
        {
            "_id": "6730ba6fe567751094054b9b",
            "start": 4662,
            "end": 4674,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "DeviceInfo",
                "Ref": [
                    "6730ba02e567751094054b97"
                ]
            },
            "text": "indirizzi IP"
        },
        {
            "_id": "6730bac1e567751094054b9c",
            "start": 4677,
            "end": 4692,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "DeviceInfo",
                "Ref": [
                    "6730ba02e567751094054b97"
                ]
            },
            "text": "identificatori "
        },
        {
            "_id": "6730bad6e567751094054b9d",
            "start": 4576,
            "end": 4718,
            "type": "Specification",
            "attributes": {
                "Type": "Open",
                "Ref": [
                    "6730ba02e567751094054b97"
                ]
            },
            "text": "compresi dati personali e dati relativi al dispositivo in uso, quali indirizzi email, indirizzi IP e identificatori del dispositivo utilizzato"
        },
        {
            "_id": "6730bae8e567751094054b9e",
            "start": 4429,
            "end": 4719,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Se utilizzi i dati analitici di DocSend o Dropbox per visualizzare dei contenuti nell'ambito dei nostri Servizi, raccoglieremo delle informazioni, compresi dati personali e dati relativi al dispositivo in uso, quali indirizzi email, indirizzi IP e identificatori del dispositivo utilizzato."
        },
        {
            "_id": "6730bafee567751094054b9f",
            "start": 4742,
            "end": 4803,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "UsageData",
                "Ref": [
                    "6730ba02e567751094054b97"
                ]
            },
            "text": "informazioni su come interagisci con i contenuti visualizzati"
        },
        {
            "_id": "6730bb84e567751094054ba0",
            "start": 4816,
            "end": 4820,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "Metadata",
                "Ref": [
                    "6730bafee567751094054b9f"
                ]
            },
            "text": "data"
        },
        {
            "_id": "6730bb91e567751094054ba1",
            "start": 4823,
            "end": 4859,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "Metadata",
                "Ref": [
                    "6730bafee567751094054b9f"
                ]
            },
            "text": "ora di visualizzazione dei contenuti"
        },
        {
            "_id": "6730bbc8e567751094054ba2",
            "start": 4861,
            "end": 4870,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "Metadata",
                "Ref": [
                    "6730bafee567751094054b9f"
                ]
            },
            "text": "frequenza"
        },
        {
            "_id": "6730bbe3e567751094054ba3",
            "start": 4873,
            "end": 4901,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "Metadata",
                "Ref": [
                    "6730bafee567751094054b9f"
                ]
            },
            "text": "durata della visualizzazione"
        },
        {
            "_id": "6730bbfde567751094054ba4",
            "start": 4904,
            "end": 4938,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "Metadata",
                "Ref": [
                    "6730bafee567751094054b9f"
                ]
            },
            "text": "porzioni di contenuto visualizzate"
        },
        {
            "_id": "6730bc1ae567751094054ba5",
            "start": 4805,
            "end": 4938,
            "type": "Specification",
            "attributes": {
                "Type": "Open",
                "Ref": [
                    "6730bafee567751094054b9f"
                ]
            },
            "text": "ad esempio data e ora di visualizzazione dei contenuti, frequenza e durata della visualizzazione e porzioni di contenuto visualizzate"
        },
        {
            "_id": "6730bc2be567751094054ba6",
            "start": 4719,
            "end": 4939,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Inoltre, raccoglieremo informazioni su come interagisci con i contenuti visualizzati, ad esempio data e ora di visualizzazione dei contenuti, frequenza e durata della visualizzazione e porzioni di contenuto visualizzate."
        },
        {
            "_id": "6730bf88e567751094054ba7",
            "start": 5643,
            "end": 5655,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": [
                    "67308693e567751094054b3e"
                ]
            },
            "text": "informazioni"
        },
        {
            "_id": "6730bfaae567751094054ba8",
            "start": 5613,
            "end": 5835,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Inoltre, potremmo raccogliere informazioni qualora dovessi interagire con i rappresentanti Dropbox durante un evento, scaricare materiale formativo o di marketing dal nostro sito web o contattare un rappresentante Dropbox."
        },
        {
            "_id": "6730c1c1e567751094054ba9",
            "start": 1671,
            "end": 1682,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UserGenerated",
                "Ref": [
                    "67308af0e567751094054b49"
                ]
            },
            "text": "I tuoi file"
        },
        {
            "_id": "6730c1e4e567751094054baa",
            "start": 1685,
            "end": 1718,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": [
                    "67308af0e567751094054b49"
                ]
            },
            "text": "le informazioni ad essi correlate"
        },
        {
            "_id": "6730c1fae567751094054bab",
            "start": 1600,
            "end": 1719,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Per rendere possibile tutto ciò, archiviamo, elaboriamo e trasmettiamo I tuoi file e le informazioni ad essi correlate."
        },
        {
            "_id": "6730c2e4e567751094054bac",
            "start": 1720,
            "end": 1964,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Può trattarsi, ad esempio, di informazioni del profilo, che semplificano la collaborazione e la condivisione dei tuoi file con altre persone, e di elementi quali dimensioni del file, ora di caricamento, collaboratori e attività di utilizzo.\r\n\r\n"
        },
        {
            "_id": "6730c36de567751094054bad",
            "start": 3105,
            "end": 3280,
            "type": "Specification",
            "attributes": {
                "Type": "Open",
                "Ref": [
                    "673097f4e567751094054b86"
                ]
            },
            "text": "quali l’indirizzo IP, il tipo di browser e il dispositivo utilizzato, la pagina web visitata prima di accedere ai nostri siti e gli identificatori associati al tuo dispositivo"
        },
        {
            "_id": "6730c3b0e567751094054bae",
            "start": 3087,
            "end": 3281,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Sono inclusi dati quali l’indirizzo IP, il tipo di browser e il dispositivo utilizzato, la pagina web visitata prima di accedere ai nostri siti e gli identificatori associati al tuo dispositivo."
        }
    ]
}