{
    "document": {
        "_id": "66efe9c0e5677510940529fb",
        "name": "Snapchat_ita.txt",
        "plainText": "Informativa sulla Privacy\r\n\r\nIn vigore dal 26 febbraio 2024\r\n\r\nTi diamo il benvenuto all'Informativa sulla Privacy di Snap Inc. La presente Informativa spiega come raccogliamo e utilizziamo i tuoi dati e come puoi controllare le tue informazioni. Stai cercando un rapido riepilogo delle nostre pratiche sulla privacy? Consulta questa pagina o questo video. Se stai cercando informazioni specifiche sulla privacy del prodotto, ad esempio come trattiamo le tue Chat e Snap, consulta la nostra pagina Privacy per prodotto. Oltre a questi documenti, mostriamo anche avvisi in-app che forniscono maggiori informazioni sui nostri prodotti e servizi.\r\n\r\nLa trasparenza è uno dei nostri valori fondamentali presso Snap. Riteniamo che non dovrebbero esserci sorprese sui dati che raccogliamo e sul modo in cui li utilizziamo, ecco perché siamo chiari su come li trattiamo. Ad esempio, trattiamo le tue informazioni per offrirti un'esperienza più personalizzata, anche per mostrarti contenuti, informazioni e pubblicità più pertinenti alla tua esperienza. La comprensione dei tuoi interessi e preferenze ci aiuta a fornire un'esperienza migliore del prodotto.\r\n\r\nInoltre, riteniamo che un'esperienza personalizzata non debba avvenire a scapito della privacy. Proprio come nella vita reale, ci sono momenti che vuoi condividere privatamente con i tuoi amici più stretti e altri che vuoi condividere pubblicamente. Ecco perché fin dal primo giorno la nostra filosofia è stata quella di eliminare automaticamente i contenuti e di dare agli Snapchatter il controllo fornendo gli strumenti che permettono loro di decidere cosa fare dei loro contenuti, come ad esempio con chi condividerli o quando salvarli.\r\n\r\nLa presente Informativa riguarda la nostra app Snapchat e altri nostri prodotti, servizi e funzionalità, come Bitmoji, Spectacles e le nostre iniziative pubblicitarie e commerciali. Il termine \"Servizi\" nella presente Informativa, si riferisce a tutti i servizi. Inoltre, quando facciamo riferimento ai nostri \"Termini\", intendiamo i Termini di Servizio che accetti durante l'iscrizione ai nostri Servizi. Infine, il termine \"Snapchatter\" viene spesso utilizzato come abbreviazione per indicare qualsiasi utente dei nostri Servizi.\r\n\r\nIniziamo con i controlli che hai sulle tue informazioni:\r\n\r\n\r\nControllo sulle tue informazioni\r\n\r\nIl controllo sulle informazioni e le impostazioni è una parte fondamentale dell'esperienza Snapchat. Qui, ti forniamo maggiori dettagli sui tipi di impostazioni disponibili, link al nostro strumento per scaricare i dati e istruzioni su come eliminare i dati o il tuo account.\r\n\r\nVogliamo che tu abbia il controllo delle tue informazioni, per questo ti mettiamo a disposizione una gamma di strumenti, tra cui:\r\n• Accesso e aggiornamento delle tue informazioni. Puoi accedere e modificare la maggior parte delle informazioni di base del tuo account direttamente nei nostri Servizi. Basta passare alle impostazioni e vedrai le opzioni disponibili.\r\n• Eliminazione delle tue informazioni. Se vuoi eliminare il tuo account, scopri come qui. Puoi anche eliminare alcune informazioni all'interno dei nostri Servizi, come i contenuti che hai salvato in Ricordi, i contenuti che hai condiviso con My AI, le presentazioni Spotlight e altro ancora.\r\n• Controllo di chi può vedere i tuoi contenuti. Abbiamo creato una serie di strumenti che ti consentono di scegliere con chi condividere i tuoi contenuti. In alcuni casi potresti voler condividere contenuti con i tuoi amici e in altri casi potresti volerlo condividere con il pubblico. Per saperne di più, vai qui.\r\n• Controllo di chi può contattarti. Snapchat è destinato per gli amici intimi e familiari, è per questo che abbiamo realizzato controlli che consentono di decidere chi può contattare l'utente. Se ricevi comunicazioni indesiderate, puoi sempre bloccare e segnalare la persona. Vai qui per saperne di più.\r\n• Modifica delle tue autorizzazioni. Nella maggior parte dei casi, puoi modificare le tue autorizzazioni in qualsiasi momento. Ad esempio, se hai fornito l'accesso ai tuoi contatti telefonici per facilitare l'amicizia, puoi modificarlo in seguito nelle tue impostazioni. Naturalmente, se lo fai, alcune caratteristiche e Servizi, come trovare amici nella tua rubrica, non funzioneranno.\r\n• Rinuncia ai messaggi promozionali. Hai la possibilità di disattivare o annullare l'iscrizione alle e-mail promozionali e ai messaggi inviati da SMS o altre piattaforme di messaggistica. Per farlo, basta seguire le istruzioni nel messaggio come un link di cancellazione o funzionalità simili.\r\n• Download dei tuoi dati. Puoi utilizzare il nostro strumento Download dei miei dati per ottenere una copia delle informazioni che potrebbero non essere disponibili in Snapchat in un formato portatile, in modo da poterlo spostare o archiviare dove desideri.\r\n• Opposizione al trattamento. A seconda di dove vivi e di particolari dati che stiamo elaborando, potreste avere il diritto di opporti al nostro trattamento di tali informazioni. Questo diventa un po' tecnico, così abbiamo spiegato in modo più dettagliato qui.\r\n• Impostazione delle preferenze pubblicitarie. Cerchiamo di mostrarti annunci che riteniamo siano rilevanti per i tuoi interessi, ma se desideri avere un'esperienza meno personalizzata, puoi modificare le tue impostazioni pubblicitarie nell'app Snapchat. Scopri di più qui.\r\n• Tracciamento. Se si utilizza un iPhone con iOS 14.5 o superiore, si applicano alcuni requisiti specifici, che abbiamo specificato qui.\r\n\r\n\r\nRaccolta delle informazioni\r\n\r\nQuesta sezione fornisce dettagli su quali informazioni raccogliamo. Abbiamo organizzato questo in alcune categorie: informazioni che ci fornisci, informazioni che generiamo in base al tuo uso dei nostri Servizi e informazioni che riceviamo da altri. A volte, possiamo anche raccogliere informazioni aggiuntive, con il vostro permesso.\r\n\r\nQuando utilizzi i nostri Servizi, come Snapchat, raccogliamo le informazioni che ci fornisci, generiamo informazioni quando utilizzi i nostri Servizi e in alcuni casi riceviamo dati da altri. Analizziamoli più nel dettaglio.\r\n\r\n\r\nLe informazioni che ci fornisci\r\n\r\nMolti dei nostri Servizi richiedono la creazione di un account. Per fare questo, ti chiediamo di fornirci i dettagli dell'account (tue informazioni come nome, nome utente, indirizzo e-mail, compleanno e numero di telefono). Quando configuri il tuo profilo, ci fornirai anche i dettagli del profilo (come il tuo Bitmoji e l'immagine del profilo). Se utilizzi i nostri prodotti commerciali per acquistare qualcosa, come le ultime sneaker, potremmo chiederti il pagamento e le informazioni correlate (come il tuo indirizzo fisico, in modo da poter spedirti il prodotto, le informazioni di pagamento, in modo da poter elaborare il pagamento e la cronologia delle transazioni).\r\n\r\nNaturalmente, ci fornirai anche le informazioni che invii o che salvi all'interno dei nostri Servizi. Consideriamo alcune di queste informazioni come contenuti privati e comunicazioni (come Snap e Chat con gli amici, La mia Storia impostata su Amici, Storie private, chiamate vocali e video e contenuti salvati su Solo per me). D'altra parte, alcune delle informazioni inviate o salvate all'interno dei nostri Servizi potrebbero essere contenuti pubblici accessibili a tutti (come i contenuti di Storie pubbliche, inclusa La mia Storia impostata su Tutti, Storie condivise e Storie community, Spotlight o Snap Map e informazioni sul profilo pubblico). Tieni presente che gli Snapchatter che visualizzano i tuoi Snap, Chat, e qualsiasi altro contenuto, possono sempre effettuare screenshot del contenuto, salvarlo, o copiarlo al di fuori dell'app Snapchat. Quindi, ti preghiamo di non inviare messaggi o condividere contenuti che non vorresti che qualcuno salvasse o condividesse.\r\n\r\nInfine, quando contatti l'Assistenza (contenuti e comunicazioni condivisi con il Supporto) o il nostro team di Sicurezza, o comunicazioni con noi in qualsiasi altro modo, anche attraverso i nostri sforzi di ricerca (come risposte a sondaggi, panel dei consumatori o altre domande di ricerca) raccoglieremo tutte le informazioni che ci fornisci o che abbiamo bisogno per risolvere la tua domanda.\r\n\r\n\r\nInformazioni che generiamo quando utilizzi i nostri Servizi\r\n\r\nQuando utilizzi i nostri servizi, raccogliamo informazioni sui servizi che hai utilizzato e su come li hai utilizzati. Questo ci aiuta a capire meglio il modo in cui la nostra comunità utilizza i nostri Servizi in modo che possiamo apportare miglioramenti.\r\n\r\nCiò include informazioni sull'utilizzo (informazioni su come interagisci con i nostri Servizi, ad esempio, quali Obiettivi visualizzi e applichi, Storie che guardi e quanto spesso comunichi con altri Snapchatter) e informazioni sui contenuti (informazioni sui contenuti che crei o fornisci, il tuo coinvolgimento con la fotocamera e gli strumenti creativi, le tue interazioni con My AI e i metadati, ad esempio, informazioni sui contenuti stessi come la data e l'ora in cui sono stati pubblicati e chi li ha visualizzati). Le informazioni sul contenuto includono informazioni basate sul contenuto dell'immagine, del video o dell'audio, quindi se pubblichi uno Spotlight di un gioco di basket, potremmo utilizzare tali informazioni per mostrarti più contenuti su Spotlight sul basket.\r\n\r\nQuesto include anche informazioni sul dispositivo (come hardware o software, sistema operativo, memoria del dispositivo, identificatori pubblicitari, app installate, tipo di browser, informazioni dai sensori del dispositivo che misurano il movimento del dispositivo o bussole e microfoni, anche se si dispone di cuffie collegate, e informazioni sulle connessioni wireless e mobili), informazioni sulla posizione (indirizzo IP), informazioni raccolte dai cookie e tecnologie simili, a seconda delle impostazioni, (cookie, web beacon (piccoli dati grafici che riconoscono l'attività dell'utente, ad esempio se e quanto spesso un utente ha visitato un sito web), archiviazione web, identificatori pubblicitari unici) e informazioni di registro (ad esempio dettagli su come hai utilizzato i nostri Servizi, orari di accesso, pagine visualizzate, indirizzo IP e identificatori univoci come i cookie).\r\n\r\nSe hai concesso esplicitamente autorizzazioni a livello di dispositivo, le informazioni sul dispositivo possono includere anche informazioni sulla rubrica del dispositivo (contatti e informazioni correlate), immagini e altre informazioni dalla fotocamera, foto e microfono del dispositivo (come la possibilità di scattare foto, video, visualizzare foto e video memorizzati, e accedere al microfono per registrare audio durante la registrazione video), e le informazioni sulla posizione (posizione precisa attraverso metodi come i segnali GPS).\r\n\r\n\r\nDati che riceviamo da altri\r\n\r\nL'ultima categoria di dati che raccogliamo sono informazioni su di te che potremmo ricevere da altri, come altri utenti, nostri affiliati e terze parti. Ciò include i dati dei servizi di terze parti collegati (informazioni che otteniamo quando colleghi il tuo account Snapchat a un altro servizio), i dati degli inserzionisti (informazioni da inserzionisti, sviluppatori di app, editori e altre terze parti per aiutare a raggiungere o misurare le prestazioni degli annunci), informazioni di contatto da altri Snapchatter o terze parti (se un altro Snapchatter carica il proprio elenco di contatti che include informazioni su di te, possiamo combinarle con altre informazioni che abbiamo su di te per capire meglio con chi desideri comunicare. Oppure, se ci fornisci le tue informazioni di contatto, potremmo utilizzarle per determinare se possiamo comunicare con te in altri modi, come SMS, e-mail o altri servizi di messaggistica) e dati relativi a potenziali violazioni dei nostri Termini (potremmo ricevere informazioni da terze parti, inclusi editori di siti web, fornitori di social network, forze dell'ordine e altri, su potenziali violatori dei nostri Termini di servizio e delle Linee guida per la community).\r\n\r\n\r\nAltre informazioni, con la tua autorizzazione.\r\n\r\nInoltre, quando l'utente interagisce con i nostri Servizi, potrebbero verificarsi casi in cui chiederemo il permesso di raccogliere informazioni aggiuntive. Ad esempio, prima di accedere al rullino o alla Rubrica del tuo dispositivo.\r\n\r\n\r\nCome utilizziamo le informazioni\r\n\r\nQuesta sezione spiega in che modo utilizziamo le informazioni che raccogliamo. Tra le altre cose, utilizziamo le informazioni che raccogliamo per fornirti prodotti e servizi personalizzati che produciamo e miglioriamo lavorando con impegno. Qui di seguito, rivediamo ogni scopo per il quale utilizziamo le informazioni in dettaglio. Se desideri una mappatura dei dati che raccogliamo con gli scopi per cui li raccogliamo, puoi trovare una tabella qui.\r\n\r\n\r\nMantenere tutto attivo e funzionante (ovvero, far funzionare, produrre e mantenere i nostri servizi)\r\n\r\nUtilizziamo le informazioni che raccogliamo per gestire, fornire e mantenere i nostri Servizi. Ad esempio, consegnando uno Snap che desideri inviare a un amico o, se condividi la tua posizione su Snap Map, per mostrare suggerimenti come luoghi che potrebbero piacerti nel tuo quartiere, contenuti che altri hanno pubblicato su Map o i tuoi amici se condividono la loro posizione con te. Utilizziamo inoltre alcune informazioni dell'utente per mantenere aggiornati i nostri prodotti, ad esempio per garantire che i nostri Servizi funzionino con i più recenti sistemi operativi e dispositivi.\r\n\r\n\r\nPersonalizzare la tua esperienza e contestualizzare\r\n\r\nOffriamo Servizi personalizzati agli Snapchatter. Uno dei modi in cui lo facciamo è mostrarti contenuti che sono rilevanti per te o che riteniamo possano essere di tuo interesse sulla base delle informazioni che condividi con noi. Per farlo, utilizziamo le informazioni su di te in diverse aree dei Servizi al fine di aggiungere un contesto alla tua esperienza Snapchat. Ad esempio, applichiamo tag automaticamente ai contenuti in base al contenuto, alla posizione o all'ora del giorno. Quindi, se c'è un cane nella foto, potrebbe essere ricercabile in Ricordi con il termine \"cane\", mostrare su Map nella posizione in cui hai creato il Ricordo, e informarci che ti piacciono i cani in modo da poterti proporre divertenti video sui cani e annunci di cibo per cani in altre parti dei nostri Servizi, come su Spotlight.\r\n\r\nAnche la personalizzazione può aiutare suggerendo amici o raccomandando un nuovo amico a cui inviare uno Snap in base alla persona con cui scambi più Snap di solito. Possiamo mostrarti i luoghi consigliati sulla Snap Map, generare adesivi o persino generare Snap e altri contenuti utilizzando l'IA per condividere con gli amici, dedurre i tuoi interessi in base ai tuoi contenuti o attività oppure personalizzare i contenuti che ti mostriamo, inclusi gli annunci pubblicitari. Ad esempio, se guardi contenuto relativo all'attività di barista su Spotlight, parli con My AI della tua macchina per caffè espresso preferita o salvi parecchi Snap sul caffè nei Ricordi, possiamo evidenziare le caffetterie sulla Snap Map quando visiti una nuova città o mostrarti contenuti sul caffè che potresti trovare interessanti o rilevanti. Oppure, se interagisci con diversi eventi musicali, potremmo usarlo per mostrarti annunci pubblicitari relativi ai prossimi spettacoli in città. La personalizzazione include anche la fornitura di un servizio su misura in base a ciò che i tuoi amici stanno facendo, inclusa la visualizzazione dei contenuti che creano, amano o preferiscono su Spotlight o raccomandazioni di Luoghi che sono popolari tra i tuoi amici.\r\n\r\nIl nostro obiettivo è di fornirti continuamente contenuti sempre più pertinenti e interessanti.\r\n\r\nAd esempio, se guardi molti contenuti sullo sport, ma salti i contenuti relativi a consigli su capelli e trucco, i nostri algoritmi di raccomandazione daranno priorità allo sport, ma non ai suggerimenti sul trucco. Puoi saperne di più sulle nostre preferenze, il rango di Snapchatter e i contenuti moderati qui.\r\n\r\nRiteniamo sia fondamentale bilanciare anche i benefici della personalizzazione con le aspettative dei nostri Snapchatter sulla privacy. Ad esempio, possiamo automaticamente taggare gli Snap salvati nei Ricordi in base al contenuto (ad esempio, lo Snap contenuto in un cane) e quindi utilizzare tale tag per personalizzare la tua esperienza, formulare raccomandazioni o mostrare annunci (ad esempio, mostrando Snap Spotlight contenenti cani). Non utilizziamo i contenuti privati e le comunicazioni che invii ai tuoi amici per personalizzare la tua esperienza, formulare raccomandazioni o mostrare annunci pubblicitari.\r\n\r\n\r\nFornire annunci pubblicitari pertinenti\r\n\r\nUn altro modo per fornire un servizio personalizzato è tramite gli annunci che mostriamo. Utilizziamo interessi e preferenze provenienti dalle informazioni che abbiamo raccolto su di te per personalizzare, indirizzare e misurare gli annunci. Riteniamo che gli annunci pubblicitari siano i migliori quando sono pertinenti. Ecco perché cerchiamo di selezionare gli annunci giusti mostrandoteli al momento giusto. Ad esempio, se hai interagito con gli annunci per i videogiochi, dedurremo che ti piacciono i videogiochi e ti mostreremo annunci simili, ma non saranno gli unici annunci che vedrai. Analogamente alla nostra strategia di contenuti, ci assicuriamo che tu riceva una varietà di annunci. Utilizziamo anche le tue informazioni per evitare di mostrarti gli annunci che probabilmente non sarebbero di tuo interesse. Ad esempio, se un sito di biglietteria ci dice che hai già acquistato i biglietti per un film, smettiamo di mostrarti annunci di questo tipo. Puoi scoprire i diversi tipi di pubblicità e le scelte su quali annunci ricevi qui.\r\n\r\nPuoi scoprire di più su come raccogliamo, utilizziamo e condividiamo le informazioni che ti riguardano a scopo pubblicitario qui.\r\n\r\nUna nota sulle informazioni raccolte dai cookie e da altre tecnologie: potremmo utilizzare queste tecnologie per raccogliere informazioni quando interagisci con i Servizi che offriamo attraverso uno dei nostri partner. Per esempio, potremmo utilizzare le informazioni raccolte sul sito web di un inserzionista per mostrarti annunci più pertinenti. La maggior parte dei browser web è impostata per accettare i cookie in modo predefinito. Se lo desidera, in genere può rimuovere o rifiutare i cookie del browser modificando le impostazioni del browser o del dispositivo. Tieni però presente che eliminare o rifiutare i cookie potrebbe compromettere la disponibilità e la funzionalità dei nostri Servizi. Per saperne di più su come noi e i nostri partner utilizziamo i cookie sui nostri servizi e sulle tue scelte, consulta la nostra Informativa sui cookie.\r\n\r\n\r\nSviluppare e migliorare funzionalità, algoritmi e modelli di apprendimento automatico\r\n\r\nI nostri team elaborano costantemente nuove idee per le funzionalità e i modi per migliorare i nostri Servizi. Per fare questo, sviluppiamo e miglioriamo anche gli algoritmi e i modelli di apprendimento automatico (espressione di un algoritmo che passa attraverso quantità significative di dati per trovare modelli o fare previsioni) che consentono alle nostre funzionalità e ai nostri Servizi di funzionare, anche attraverso funzionalità di IA generativa (intelligenza artificiale in grado di generare testo, immagini o altri media, utilizzando modelli generativi. I modelli di IA generativa imparano i modelli e la struttura dei dati di formazione di input e quindi generano nuovi dati che hanno caratteristiche simili). Utilizziamo algoritmi e modelli di apprendimento automatico per la personalizzazione, la pubblicità, la sicurezza, l'equità e l'inclusività, la realtà aumentata e per prevenire abusi o altre violazioni dei Termini di Servizio. Ad esempio, i nostri algoritmi e modelli di apprendimento automatico tengono conto delle conversazioni che gli Snapchatter stanno avendo con My AI per migliorarne le risposte.\r\n\r\nLe tue informazioni possono aiutarci a decidere che tipo di miglioramenti dovremmo apportare, ma siamo sempre concentrati sulla privacy e non vogliamo utilizzare più informazioni personali di quanto necessario per sviluppare le nostre funzionalità.\r\n\r\n\r\nAnalisi\r\n\r\nPer capire cosa costruire o come migliorare i nostri Servizi, abbiamo bisogno di capire le tendenze e la richiesta delle nostre funzionalità. Ad esempio, monitoriamo i metadati e le tendenze sull'uso della chat di gruppo per decidere se modificare parti della funzione, come la dimensione massima di un gruppo. Studiare i dati degli Snapchatter può aiutarci a osservare le tendenze nei modi in cui le persone utilizzano i Servizi. Questo ci fornisce ispirazione su come migliorare Snapchat su vasta scala. Eseguiamo analisi al fine di identificare, monitorare e analizzare tendenze e utilizzo. Sulla base di queste informazioni, tra le altre cose, creiamo informazioni sui nostri utilizzatori che ci aiutano a comprendere la richiesta.\r\n\r\n\r\nRicerca\r\n\r\nConduciamo ricerche per comprendere meglio gli interessi generali dei consumatori, le tendenze e il modo in cui i nostri Servizi vengono utilizzati da te e da altri della nostra community. Queste informazioni, insieme alle analisi (come descritto sopra), ci aiutano a comprendere meglio la nostra comunità e come i nostri Servizi si inseriscono nella vita di coloro che fanno parte della nostra community. Ci impegniamo anche in ricerca e sviluppo per sviluppare nuove tecniche e tecnologie (ad esempio, nuovi modelli di apprendimento automatico o hardware, come gli Spectacles). I risultati della nostra ricerca sono talvolta utilizzati in funzioni su Snapchat e a volte pubblichiamo articoli su argomenti come i comportamenti generali e le tendenze dei consumatori (che avranno solo dati aggregati attraverso la nostra base di utenti e che non contengono alcuna informazione privata su di te nello specifico).\r\n\r\n\r\nPotenziare la sicurezza e la protezione dei nostri servizi\r\n\r\nUtilizziamo le tue informazioni per migliorare la sicurezza dei nostri Servizi, verificare l'identità degli Snapchatter e prevenire frodi o altre attività non autorizzate o illegali. Ad esempio, forniamo l'autenticazione a due fattori per aiutarti a proteggere il tuo account e possiamo inviarti un'e-mail o sms qualora rilevassimo qualsiasi attività sospetta. Analizziamo anche gli URL inviati su Snapchat per vedere se quella pagina web è potenzialmente dannosa e per avvertirti.\r\n\r\n\r\nContattarti\r\n\r\nA volte ci metteremo in contatto con te per promuovere funzionalità nuove o esistenti. Ciò include l'invio di comunicazioni agli Snapchatter attraverso Snapchat, e-mail, SMS o altre piattaforme di messaggistica, dove consentito. Ad esempio, possiamo utilizzare l'app Snapchat, le email, gli SMS o altre piattaforme di messaggistica per condividere informazioni sui nostri Servizi e sulle offerte promozionali che riteniamo possano essere di tuo interesse.\r\n\r\nAltre volte, abbiamo bisogno di comunicare con te per fornire informazioni, avvisi o inviare messaggi che i nostri utenti ci chiedono di consegnare su loro richiesta. Ciò può includere l'invio di comunicazioni tramite Snapchat, e-mail, SMS o altre piattaforme di messaggistica, ove consentito, per fornire aggiornamenti sullo stato dell'account, avvisi di sicurezza e promemoria di chat o di amicizia; potrebbe anche includere l'adempimento della richiesta dei nostri utenti di inviare inviti o contenuti Snapchat ai non-Snapchatter.\r\n\r\n\r\nAssistenza\r\n\r\nQuando richiedi assistenza, vogliamo ottenere il tuo supporto il più rapidamente possibile. Per fornire a te, alla community di Snapchatter e ai nostri partner commerciali l'aiuto necessario per risolvere i problemi con i nostri Servizi, spesso abbiamo bisogno di utilizzare le informazioni che abbiamo raccolto per rispondere.\r\n\r\n\r\nApplicare i nostri Termini e le nostre Informative\r\n\r\nUtilizziamo i dati che raccogliamo per far rispettare i nostri Termini e le normative. Ciò include l'applicazione, l'indagine e la segnalazione di comportamenti che violano i nostri Termini, le nostre politiche o la legge, rispondendo alle richieste delle forze dell'ordine e rispettando i requisiti legali. Ad esempio, quando contenuti illegali vengono pubblicati sui nostri Servizi, potremmo dover applicare i nostri Termini e altre politiche. In alcuni casi, possiamo anche utilizzare o condividere le tue informazioni per collaborare con le richieste delle forze dell'ordine, aumentare i problemi di sicurezza per le forze dell'ordine, i partner del settore o altri, o rispettare i nostri obblighi legali. Controlla la nostra Relazione per la trasparenza per saperne di più.\r\n\r\n\r\nCome condividiamo le informazioni\r\n\r\nQuesta sezione spiega con chi condividiamo le informazioni, quali informazioni possono includere e le ragioni per la condivisione di tali informazioni, anche quando abbiamo bisogno di trasferirle al di fuori del Paese da cui sono state raccolte.\r\n\r\n\r\nDestinatari e motivi per la condivisione\r\n• Snapchat. Per fornire i nostri Servizi a te e alla nostra community, potremmo condividere informazioni con i tuoi amici su Snapchat o altri Snapchatter. Ad esempio, i contenuti che pubblichi su Storie possono essere visualizzati dai tuoi amici se li consenti. Consulta la sezione Controlla le tue informazioni e le tue impostazioni per i controlli che hai su chi vede cosa e quando.\r\n• Partecipanti del Family Center. Quando hai abilitato Family Center, condividiamo informazioni sull'account connesso per fornire informazioni su come viene utilizzato l'account, ad esempio, chi sono i tuoi amici su Snapchat. Non condividiamo il contenuto dei messaggi. Per saperne di più.\r\n• Pubblico. La maggior parte delle caratteristiche su Snapchat sono private e solo per gli amici, ma offriamo anche funzioni pubbliche che consentono di optare per mostrare i tuoi migliori Snaps al mondo, come Spotlight, Snap Map, Storie della comunità, o il tuo profilo pubblico. Quando lo fai, questi Snap possono anche essere rilevabili al di fuori di Snapchat, per esempio sul web. Alcune informazioni, come il tuo nome utente e il Bitmoji, sono visibili al pubblico.\r\n• Applicazioni di terze parti. A volte forniamo funzionalità che consentono di connettersi con applicazioni di terze parti. Se decidi di collegare il tuo account Snapchat con applicazioni di terze parti, condivideremo tutte le informazioni aggiuntive a cui ci dirigi.\r\n• Fornitori di servizi. Condividiamo le informazioni sulla tua attività con i nostri fornitori di servizi, che elaborano tali informazioni per nostro conto. Ad esempio, ci affidiamo a tali fornitori di servizi per facilitare i pagamenti o misurare e ottimizzare le prestazioni degli annunci. Non condividiamo comunicazioni private con loro. Manteniamo un elenco di categorie di fornitori di servizi qui.\r\n• Società e partner integrati. Condividiamo le informazioni sulla tua attività con società e partner commerciali e integrati per fornire i Servizi. Ad esempio, è possibile utilizzare OpenTable all'interno di Snapchat per prenotare un tavolo. Ciò non include le comunicazioni private. Manteniamo un elenco di questi partner qui.\r\n• Partner antifrode. Condividiamo le informazioni sulla tua attività, come le informazioni sul dispositivo e sull'utilizzo, con i partner del settore che lavorano per prevenire le frodi.\r\n• Partner legali, di protezione e di sicurezza. Condividiamo le informazioni sulla tua attività come necessario per i seguenti motivi legali, di protezione e di sicurezza:\r\n    ◦ assicurare conformità ai fini di qualsiasi valido procedimento legale, richiesta governativa, legge vigente, norma o regolamento.\r\n    ◦ indagare, rimediare o applicare potenziali violazioni dei Termini di servizio e delle Linee guida della community.\r\n    ◦ proteggere i diritti, le proprietà o la sicurezza nostra, dei nostri utenti o di altri.\r\n    ◦ rilevare e risolvere problemi inerenti a frodi o sicurezza.\r\n• Consociate. Snap Inc. è costituita da diverse società controllate da noi.  Potremmo condividere le informazioni dell'utente all'interno di tali società controllate interne, se necessario, per eseguire i nostri Servizi.\r\n• Ai fini di una fusione o acquisizione. Se dovessimo vendere o negoziare per vendere la nostra attività a un acquirente o un possibile acquirente, potremmo trasferire le tue informazioni personali a un successore o affiliato come parte di tale transazione.\r\n\r\n\r\nPartner integrati\r\n\r\nI nostri Servizi possono contenere contenuti e integrazioni offerti dai nostri partner integrati. Gli esempi includono integrazioni in Lenti, strumenti di editing della fotocamera, per fornire risultati di scansione e integrazioni di sviluppatori di terze parti. Attraverso queste integrazioni, potresti fornire informazioni sia a partner integrati che a Snap. Non siamo responsabili di come tali partner raccolgono o utilizzano le tue informazioni. Come sempre, ti incoraggiamo a verificare le informative sulla privacy di ogni sito web o servizio di terzi visitato o utilizzato, incluse le terze parti con le quali interagisci mediante i nostri Servizi. Puoi saperne di più sulle nostre integrazioni in Snapchat qui.\r\n\r\nSu iOS utilizziamo la fotocamera TrueDepth di Apple per migliorare la qualità degli Obiettivi. Si noti, tuttavia, che queste informazioni vengono utilizzate in tempo reale, non memorizziamo queste informazioni sui nostri server o le condividiamo con terze parti.\r\n\r\n\r\nTrasferimento dei dati internazionali\r\n\r\nI nostri Servizi ti mettono in contatto con amici in tutto il mondo. Per rendere questo possibile, potremmo raccogliere le tue informazioni personali da, trasferirle a, nonché archiviarle e trattarle negli Stati Uniti o in altri Paesi esterni al Paese in cui vivi e risiedi. Ogni volta che condividiamo informazioni al di fuori del luogo in cui vivi, garantiamo l'esistenza di garanzie per proteggere i dati come richiesto dalla legge in cui vivi. Se vuoi saperne di più, consulta la sezione Informazioni specifiche della regione per maggiori dettagli.\r\n\r\n\r\nPer quanto tempo tratteniamo i tuoi dati\r\n\r\nIn questa sezione ti forniamo informazioni su quanto a lungo conserviamo le tue informazioni, perché conserviamo le tue informazioni e anche su come potremmo aver bisogno di mantenere le tue informazioni per rispettare leggi, tribunali e altri obblighi.\r\n\r\nCome regola generale, conserviamo le informazioni finché ce lo consenti e, altrimenti, finché ne abbiamo bisogno per fornire i nostri Servizi o come richiesto dalla legge. Ad esempio, se memorizzi qualcosa su Ricordi, lo manterremo finché ne hai bisogno, ma quando chatti con un amico, i nostri sistemi sono progettati per eliminare le chat che invii entro 24 ore dopo che il tuo amico lo legge (o automaticamente dopo la visualizzazione - a seconda delle tue impostazioni). La conservazione dei tuoi dati dipende dalla funzione specifica, dalle tue impostazioni e dal modo in cui utilizzi i Servizi. Ecco alcuni altri fattori che consideriamo quando decidiamo per quanto tempo mantenere le tue informazioni:\r\n• Se abbiamo bisogno delle informazioni per far funzionare o fornire i nostri Servizi. Ad esempio, memorizziamo i dati di base del tuo account, come nome, numero di telefono e indirizzo e-mail, per poterlo tenere attivo.\r\n• Per fare quello che ti aspetti dai nostri Servizi e come descritto nella presente Informativa sulla privacy. Ad esempio, manteniamo il tuo elenco di amici fino a quando non ci chiedi di eliminarli poiché gli amici sono la chiave per esprimere te stesso. Al contrario, Snap e Chat inviati su Snapchat verranno eliminati per impostazione predefinita dai nostri server entro 24 ore dopo che rileviamo che sono stati aperti da tutti i destinatari o sono scaduti, a meno che tu non abbia modificato le impostazioni predefinite o decida di salvare qualcosa, nel qual caso onoreremo le tue scelte.\r\n• Le informazioni stesse. Ad esempio, conserviamo le informazioni sulla posizione per diversi periodi di tempo in base alla precisione e ai Servizi che utilizzi. Se le informazioni sulla posizione vengono associate a uno Snap, come quelle salvate in memoria o inviate ne La nostra Storia, manterremo questa posizione finché memorizziamo lo Snap. Suggerimento: puoi vedere i dati sulla posizione che conserviamo su di te scaricando i tuoi dati.\r\n• Per quanto tempo dobbiamo conservare le informazioni per rispettare determinati obblighi legali.\r\n• Se necessario per altri scopi legittimi, ad esempio per prevenire danni, indagare su possibili violazioni dei nostri Termini di servizio o altre politiche, indagare su segnalazioni di abusi o proteggere noi stessi o altri.\r\n• Dai un'occhiata alla nostra pagina Privacy per prodotto e alla pagina di assistenza per i dettagli sui periodi di conservazione specifici dei prodotti.\r\n\r\nAnche se i nostri sistemi sono progettati per eliminare automaticamente alcune delle tue informazioni, non possiamo promettere che la cancellazione avverrà entro un tempo specifico.\r\n\r\nIn alcuni casi abbiamo bisogno di rispettare i requisiti di legge per memorizzare i dati che ci impedisce di cancellare le informazioni. Ad esempio, se riceviamo una notifica da un tribunale che ci chiede di conservare una copia dei tuoi contenuti. Altri motivi per cui potremmo essere tenuti a conservare una copia dei tuoi dati sono se riceviamo segnalazioni di abusi o altri Termini o violazioni della politica, o se il tuo account, i contenuti creati da te, o il contenuto creato con altri Snapchatter è contrassegnato da altri o dai nostri sistemi per abuso o altri Termini o violazioni della politica. Infine, potremmo conservare determinate informazioni in forma di backup per un periodo limitato o per il tempo richiesto dalla legge.\r\n\r\nPer le informazioni più recenti sulla durata di archiviazione dei diversi tipi di contenuti, consulta il nostro Sito di assistenza.\r\n\r\n\r\nInformazioni specifiche per regione\r\n\r\nA seconda del luogo in cui vivi, potresti avere diritti aggiuntivi e questa sezione ti fornisce maggiori dettagli sulle informazioni specifiche relative alla regione.\r\n\r\nFacciamo del nostro meglio per mantenere le nostre politiche più semplici possibili, ma a seconda del luogo in cui vivi, potresti avere dei diritti aggiuntivi o potrebbero esserci informazioni specifiche di cui dovresti essere a conoscenza. Dai un'occhiata all'elenco seguente per vedere se qualcosa è applicabile alla tua situazione!\r\n\r\nBrasile\r\nCanada \r\nEuropa \r\nMessico \r\nRepubblica di Corea \r\nTurchia \r\nStati Uniti\r\n    Nota: L'U.S. State Privacy Notice si applica solo se sei residente di alcuni stati degli Stati Uniti che hanno implementato le leggi sulla privacy a livello statale.\r\n\r\nAlcune giurisdizioni richiedono che indichiamo la nostra base giuridica per il trattamento dei dati per scopi particolari. Puoi trovare queste informazioni qui.\r\n\r\n\r\nPubblico di Snapchat\r\n\r\nI nostri Servizi si rivolgono a persone dai 13 anni in su.\r\n\r\nI nostri Servizi non sono rivolti a bambini di età inferiore ai 13 anni e devi confermare di avere almeno 13 anni per creare un account e utilizzare i nostri Servizi. Se venissimo a conoscenza che hai meno di 13 anni (o l'età minima con cui una persona può utilizzare i Servizi nel tuo stato, provincia o Paese senza il consenso dei genitori, se superiore), interromperemo la fornitura dei Servizi e cancelleremo il tuo account e i tuoi dati.\r\n\r\nInoltre, possiamo anche limitare il modo in cui raccogliamo, utilizziamo e memorizziamo alcune delle informazioni degli Snapchatter con età inferiore ai 18 anni. In alcuni casi, ciò significa che non saremo in grado di fornire determinate funzionalità a persone di età inferiore ai 18 anni.\r\n\r\n\r\nAggiornamenti dell'Informativa sulla privacy\r\n\r\nPotremmo aggiornare la nostra Informativa sulla privacy di volta in volta e sarà nostra premura informarvi in caso di eventuali modifiche di cui dovresti essere a conoscenza.\r\n\r\nLa presente Informativa sulla privacy potrà essere di tanto in tanto modificata. In tal caso, provvederemo a darti comunicazione delle modifiche o aggiornando la data indicata in alto nell'Informativa sulla privacy, disponibile sul nostro sito e nell'applicazione mobile, oppure inviandoti notifiche aggiuntive (ad esempio, potremmo aggiungere una dichiarazione nelle pagine iniziali dei siti web o inviarti una notifica in-app).\r\n\r\n\r\nContattaci\r\nHai domande sulle informazioni presenti qui? Puoi contattarci qui\r\n\r\n\r\n\r\n\r\nTESTO SUPPLEMENTARE DA PAGINE ESTERNE LINKATE NELLA PRIVACY POLICY\r\n\r\n\r\nScopri come Snap tratta i dati e come opporti al trattamento\r\n\r\nQuesta pagina integra la nostra Informativa sulla Privacy per fornire ulteriori informazioni sugli obiettivi per i quali trattiamo i dati personali e sulle nostre basi giuridiche per farlo.\r\n\r\nRiepilogo sul trattamento dei dati\r\n\r\nAlcune giurisdizioni ci impongono di indicare la nostra base giuridica per il trattamento dei dati per scopi particolari. La tabella seguente contiene un elenco delle finalità per le quali trattiamo i dati personali. Per i dati provenienti dallo Spazio Economico Europeo, dal Regno Unito e da altre giurisdizioni che richiedono una base giuridica per il trattamento, la tabella seguente contiene le basi giuridiche principali su cui ci basiamo per tale trattamento.\r\n\r\nOBIETTIVO / DESCRIZIONE DELL'OBIETTIVO / CATEGORIE DI DATI PERSONALI / BASE GIURIDICA PER IL TRATTAMENTO / SPIEGAZIONE IN CASO DI RICORSO AL LEGITTIMO INTERESSE\r\n______________________________________\r\n\r\nOBIETTIVO:\r\nGestione, consegna e manutenzione - Gestione, consegna e manutenzione dei servizi Snap\r\n\r\nDESCRIZIONE DELL'OBIETTIVO:\r\nSnap tratta i dati personali per gestire, fornire e mantenere Snapchat e i relativi Servizi.\r\n\r\nCATEGORIE DI DATI PERSONALI:\r\n• Dati personali forniti dagli Snapchatter\r\n    ◦ Dettagli dell'account (nome, nome utente, indirizzo email, numero di telefono, data di nascita)\r\n    ◦ Dettagli del profilo (Bitmoji o immagine del profilo)\r\n    ◦ Pagamento e informazioni correlate, se si effettuano acquisti (indirizzo fisico, informazioni di pagamento e cronologia delle transazioni)\r\n    ◦ Contenuti e comunicazioni private (Snap e Chat con gli amici, La mia storia impostata su Amici, Storie private, chiamate vocali e video e contenuti salvati in Solo per Me)\r\n    ◦ Contenuti pubblici (contenuti di storie pubbliche, tra cui La mia storia impostata su Tutti, Storie condivise e Storie della community, invii di Spotlight o Snap Map e informazioni sul profilo pubblico)\r\n    ◦ Contenuti e comunicazioni con My AI (contenuti che condividi con My AI, compresi gli Snap, le Chat e i Ricordi)\r\n    ◦ Comunicazioni di supporto (domande e risposte a quesiti e richieste di aiuto con i nostri Servizi)\r\n    ◦ Dati della ricerca (Panel consumatori, Fatto per Me, altri panel della ricerca)\r\n• Dati personali generati da Snap\r\n    ◦ Informazioni sull'utilizzo (informazioni su come interagisci con i nostri Servizi)\r\n    ◦ Informazioni sui contenuti (informazioni sui contenuti da te creati o forniti, sul tuo utilizzo della Fotocamera e degli strumenti creativi, sulle tue interazioni con My AI e sui metadati)\r\n    ◦ Informazioni sul dispositivo (informazioni provenienti da o relative al tuo dispositivo)\r\n    ◦ Rubrica del dispositivo (se hai concesso l'autorizzazione)\r\n    ◦ Fotocamera, foto e audio (quando utilizzi l'app, se hai concesso l'autorizzazione)\r\n    ◦ Informazioni sulla posizione (a seconda delle impostazioni)\r\n    ◦ Informazioni raccolte tramite cookie e altre tecnologie (a seconda delle impostazioni)\r\n    ◦ Informazioni sui log (dettagli su come hai utilizzato i Servizi)\r\n• Dati personali ottenuti da terze parti\r\n    ◦ Dati di servizio di terze parti collegati\r\n    ◦ Dati dagli Inserzionisti (tra cui sviluppatori di app, editori e altre terze parti)\r\n    ◦ Informazioni di contatto ottenute da altri Snapchatter o da terze parti\r\n    ◦ Dati relativi a potenziali violazioni dei nostri Termini di Servizio e delle Linee Guida per la Community (comprese le violazioni della legge) forniti da editori di siti web, fornitori di social network, forze dell'ordine e altri soggetti\r\n\t\r\nBASE GIURIDICA PER IL TRATTAMENTO:\r\n• Contratto\r\n• Interesse legittimo\r\n• Obbligo legale\r\n\r\nSPIEGAZIONE IN CASO DI RICORSO AL LEGITTIMO INTERESSE:\t\r\nSnap e i suoi utenti hanno un interesse legittimo nella gestione, fornitura e manutenzione dei Servizi da parte di Snap.\r\nPossiamo fare affidamento su questa base giuridica perché (1) informiamo gli utenti di questa finalità nella nostra Informativa sulla privacy e nelle pagine di assistenza, (2) utilizziamo i mezzi meno intrusivi e (3) abbiamo bilanciato in modo appropriato questo obiettivo con i diritti e gli interessi degli Snapchatter e abbiamo assicurato che il trattamento rientri nelle ragionevoli aspettative degli Snapchatter (compresi i nostri utenti adolescenti).\r\n______________________________________\r\n\r\nOBIETTIVO:\r\nGestione, consegna e manutenzione - Personalizzazione: contenuti\r\n\r\nDESCRIZIONE DELL'OBIETTIVO:\r\nI Servizi di Snapchat sono personalizzati e Snap tratta i dati personali degli Snapchatter per fornire tali Servizi personalizzati, anche per:\r\nAggiungere un contesto alle esperienze di Snapchatter, ad esempio etichettando i Ricordi degli Snapchatter con etichette ricercabili in base alla posizione dello Snapchatter (se l'impostazione è attivata) e al contenuto della foto o del video degli Snapchatter (ad esempio, se nella foto dello Snapchatter c'è un cane, questo può essere ricercato nei Ricordi con il termine \"cane\").\r\nSuggerire amici, raccomandazioni in Snap Map, generare Snap e altri contenuti con l'intelligenza artificiale da condividere con gli amici, dedurre gli interessi degli Snapchatter in base ai contenuti o alle attività degli Snapchatter o personalizzare i contenuti che mostriamo agli Snapchatter, compresi gli annunci pubblicitari.\r\n\r\nCATEGORIE DI DATI PERSONALI:\r\n• Dati personali forniti dagli Snapchatter\r\n    ◦ Dettagli dell'account\r\n    ◦ Dettagli del profilo\r\n    ◦ Informazioni sul pagamento e sulle relative informazioni, se si effettuano acquisti\r\n    ◦ Contenuti pubblici\r\n    ◦ Ricordi\r\n    ◦ Contenuti e comunicazioni con My AI\r\n    ◦ Dati della ricerca\r\n• Dati personali generati da Snap\r\n    ◦ Informazioni sull'utilizzo\r\n    ◦ Informazioni sui contenuti\r\n    ◦ Informazioni sul dispositivo\r\n    ◦ Rubrica del dispositivo (se hai concesso l'autorizzazione)\r\n    ◦ Fotocamera, foto e audio (quando utilizzi l'app, se hai concesso l'autorizzazione)\r\n    ◦ Informazioni sulla posizione (a seconda delle impostazioni)\r\n    ◦ Informazioni raccolte tramite cookie e altre tecnologie (a seconda delle impostazioni)\r\n    ◦ Informazioni sui log\r\n• Dati personali ottenuti da terze parti\r\n    ◦ Dati di servizio di terze parti collegati\r\n    ◦ Informazioni di contatto ottenute da altri Snapchatter o da terze parti\r\n\r\nBASE GIURIDICA PER IL TRATTAMENTO:\r\n• Contratto\r\n• Interesse legittimo\r\n• Obbligo legale\r\n\r\nSPIEGAZIONE IN CASO DI RICORSO AL LEGITTIMO INTERESSE:\t\t\r\nSnap, i suoi utenti e i suoi partner di contenuti hanno un interesse legittimo nella personalizzazione dei Servizi, compresi i contenuti mostrati agli utenti sulla piattaforma. Gli utenti non sarebbero in grado di accedere ai contenuti di loro interesse, i nuovi partner di contenuti non sarebbero in grado di raggiungere un pubblico interessato e Snap non sarebbe in grado di mantenere la piattaforma sicura e piacevole per tutti senza questa personalizzazione.\r\nPossiamo fare affidamento su questa base giuridica perché (1) informiamo gli utenti di questa finalità nel nostro Centro della privacy e nell'Informativa sulla privacy e nelle pagine di assistenza Snapchat, (2) utilizziamo i mezzi meno intrusivi e (3) abbiamo bilanciato in modo appropriato questo obiettivo con i diritti e gli interessi degli Snapchatter e abbiamo assicurato che il trattamento rientri nelle ragionevoli aspettative degli Snapchatter (compresi i nostri utenti adolescenti).\r\n______________________________________\r\n\r\nOBIETTIVO:\r\nGestione, consegna e manutenzione - Personalizzazione e misura: annunci\r\n\r\nDESCRIZIONE DELL'OBIETTIVO:\r\nUn altro modo in cui forniamo un Servizio personalizzato è attraverso gli annunci pubblicitari che mostriamo. Ciò include la personalizzazione degli annunci, il targeting e la misurazione sia all'interno che all'esterno dei nostri Servizi.\r\n\r\nCATEGORIE DI DATI PERSONALI:\r\n• Dati personali forniti dagli Snapchatter\r\n    ◦ Dettagli dell'account\r\n    ◦ Dettagli del profilo\r\n    ◦ Informazioni sul pagamento e sulle relative informazioni, se si effettuano acquisti\r\n    ◦ Contenuti pubblici\r\n    ◦ Ricordi\r\n    ◦ Contenuti e comunicazioni con My AI\r\n• Dati personali generati da Snap\r\n    ◦ Informazioni sull'utilizzo\r\n    ◦ Informazioni sui contenuti\r\n    ◦ Informazioni sul dispositivo\r\n    ◦ Fotocamera, foto e audio (quando utilizzi l'app, se hai concesso l'autorizzazione)\r\n    ◦ Informazioni sulla posizione (a seconda delle impostazioni)\r\n    ◦ Informazioni raccolte tramite cookie e altre tecnologie (a seconda delle impostazioni)\r\n    ◦ Informazioni sui log\r\n• Dati personali ottenuti da terze parti\r\n    ◦ Dati di servizio di terze parti collegati\r\n    ◦ Dati dagli Inserzionisti\r\n\r\nBASE GIURIDICA PER IL TRATTAMENTO:\r\n• Contratto\r\n• Interesse legittimo\r\n• Obbligo legale\r\n\r\nSPIEGAZIONE IN CASO DI RICORSO AL LEGITTIMO INTERESSE:\t\t\r\nSnap, i suoi utenti e gli inserzionisti hanno un interesse legittimo a personalizzare e misurare l'efficacia della pubblicità. Quando Snap mostra gli annunci, utilizza le informazioni per migliorarne la qualità. Ciò consente a Snap di fornire un'esperienza migliore e più in linea con gli interessi dell'utente ed è utile per fornire offerte pubblicitarie di maggior valore che generano ricavi per sostenere e migliorare i Servizi di Snap.\r\nSenza la personalizzazione degli annunci, la pubblicità di Snap sarebbe meno convincente per gli utenti che la vedono e molto meno preziosa per gli inserzionisti.\r\nLa misurazione degli annunci è essenziale per dare agli inserzionisti un mezzo per comprendere meglio le prestazioni della pubblicità che acquistano attraverso Snap. La misurazione della pubblicità è una componente fondamentale dell'attività di Snap perché consente agli inserzionisti di prendere decisioni informate su quali tipi di annunci pubblicitari pubblicare, quando, quali tipi di contenuti includere e il pubblico da raggiungere. Senza la misurazione degli annunci, la pubblicità di Snap sarebbe meno convincente per chi la vede e molto meno preziosa per gli inserzionisti.\r\nPossiamo fare affidamento su questa base giuridica perché (1) informiamo gli utenti di questa finalità nel nostro Centro della privacy, nell'Informativa sulla privacy e nelle pagine di assistenza, (2) utilizziamo i mezzi meno intrusivi e (3) abbiamo bilanciato in modo appropriato questo obiettivo con i diritti e gli interessi degli Snapchatter e abbiamo assicurato che il trattamento rientri nelle ragionevoli aspettative degli Snapchatter (compresi i nostri utenti adolescenti).\r\n______________________________________\r\n\r\nOBIETTIVO:\r\nSviluppo\r\n\r\nDESCRIZIONE DELL'OBIETTIVO:\r\nSviluppare e migliorare le nostre funzionalità e i nostri Servizi, compresi gli algoritmi e i modelli di apprendimento automatico, in particolare per la personalizzazione, la pubblicità, la realtà aumentata, la sicurezza, l'equità e l'inclusività e per prevenire abusi o altre violazioni dei Termini dei Servizi\r\n\r\nCATEGORIE DI DATI PERSONALI:\r\n• Dati personali forniti dagli Snapchatter\r\n    ◦ Dettagli dell'account\r\n    ◦ Dettagli del profilo\r\n    ◦ Informazioni sul pagamento e sulle relative informazioni, se si effettuano acquisti\r\n\t◦ Contenuti e comunicazioni private\r\n    ◦ Contenuti pubblici\r\n    ◦ Ricordi\r\n    ◦ Contenuti e comunicazioni con My AI\r\n\t◦ Comunicazioni dall'assistenza\r\n    ◦ Dati della ricerca\r\n• Dati personali generati da Snap\r\n    ◦ Informazioni sull'utilizzo\r\n    ◦ Informazioni sui contenuti\r\n    ◦ Informazioni sul dispositivo\r\n    ◦ Fotocamera, foto e audio (quando utilizzi l'app, se hai concesso l'autorizzazione)\r\n    ◦ Informazioni sulla posizione (a seconda delle impostazioni)\r\n    ◦ Informazioni raccolte tramite cookie e altre tecnologie (a seconda delle impostazioni)\r\n    ◦ Informazioni sui log\r\n• Dati personali ottenuti da terze parti\r\n    ◦ Dati di servizio di terze parti collegati\r\n    ◦ Dati dagli Inserzionisti\r\n\t◦ Dati relativi a potenziali violazioni dei nostri Termini di Servizio e delle Linee Guida per la Community (comprese le violazioni della legge) forniti da editori di siti web, fornitori di social network, forze dell'ordine e altri soggetti\r\n\r\nBASE GIURIDICA PER IL TRATTAMENTO:\r\n• Contratto\r\n• Interesse legittimo\r\n• Obbligo legale\r\n\r\nSPIEGAZIONE IN CASO DI RICORSO AL LEGITTIMO INTERESSE:\r\nSnap, i suoi utenti, i suoi partner di contenuti e gli inserzionisti hanno un interesse legittimo nello sviluppo e nel miglioramento delle funzionalità di Snap, anche attraverso l'uso di algoritmi e modelli di apprendimento automatico per la personalizzazione e la pubblicità. Snap ha anche un interesse legittimo a sviluppare e a migliorare gli algoritmi e i modelli di apprendimento automatico per la sicurezza, l'equità e l'inclusività, la realtà aumentata e per prevenire abusi o altre violazioni dei Termini di Servizio.\r\nPossiamo fare affidamento su questa base giuridica perché (1) informiamo gli utenti di questa finalità nel nostro Centro della privacy, nell'Informativa sulla privacy e nelle pagine di assistenza, (2) utilizziamo i mezzi meno intrusivi e (3) abbiamo bilanciato in modo appropriato questo obiettivo con i diritti e gli interessi degli Snapchatter e abbiamo assicurato che il trattamento rientri nelle ragionevoli aspettative di tutti gli Snapchatter (compresi i nostri utenti adolescenti).\r\n______________________________________\r\n\r\nOBIETTIVO:\r\nAnalisi\r\n\r\nDESCRIZIONE DELL'OBIETTIVO:\r\nIdentificare, monitorare e analizzare le tendenze, l'utilizzo e la domanda. Include la produzione di informazioni aggregate, non identificabili personalmente o anonime.\t\r\n\r\nCATEGORIE DI DATI PERSONALI:\r\n• Dati personali forniti dagli Snapchatter\r\n    ◦ Dettagli dell'account\r\n    ◦ Dettagli del profilo\r\n    ◦ Informazioni sul pagamento e sulle relative informazioni, se si effettuano acquisti\r\n\t◦ Contenuti e comunicazioni private\r\n    ◦ Contenuti pubblici\r\n    ◦ Ricordi\r\n    ◦ Contenuti e comunicazioni con My AI\r\n\t◦ Comunicazioni dall'assistenza\r\n    ◦ Dati della ricerca\r\n• Dati personali generati da Snap\r\n    ◦ Informazioni sull'utilizzo\r\n    ◦ Informazioni sui contenuti\r\n    ◦ Informazioni sul dispositivo\r\n\t◦ Rubrica del dispositivo (se hai concesso l'autorizzazione)\r\n    ◦ Fotocamera, foto e audio (quando utilizzi l'app, se hai concesso l'autorizzazione)\r\n    ◦ Informazioni sulla posizione (a seconda delle impostazioni)\r\n    ◦ Informazioni raccolte tramite cookie e altre tecnologie (a seconda delle impostazioni)\r\n    ◦ Informazioni sui log\r\n• Dati personali ottenuti da terze parti\r\n    ◦ Dati di servizio di terze parti collegati\r\n    ◦ Dati dagli Inserzionisti\r\n\t◦ Informazioni di contatto ottenute da altri Snapchatter o da terze parti\r\n\t◦ Dati relativi a potenziali violazioni dei nostri Termini di Servizio e delle Linee Guida per la Community (comprese le violazioni della legge) forniti da editori di siti web, fornitori di social network, forze dell'ordine e altri soggetti\r\n\r\nBASE GIURIDICA PER IL TRATTAMENTO:\r\n• Interesse legittimo\r\n\r\nSPIEGAZIONE IN CASO DI RICORSO AL LEGITTIMO INTERESSE:\r\nSnap, i suoi partner di contenuti, gli inserzionisti e le autorità di regolamentazione hanno un interesse legittimo a capire come funzionano i Servizi di Snap per prendere decisioni commerciali. Nella maggior parte dei casi, questo obiettivo può essere raggiunto utilizzando dati aggregati, anonimizzati o pseudo-anonimizzati prodotti attraverso mezzi automatizzati (cioè senza che le persone vedano dati personali sottostanti) e il contenuto delle comunicazioni private non viene trattato.\r\nPossiamo fare affidamento su questa base giuridica perché (1) informiamo gli utenti di questa finalità nella nostra Informativa sulla privacy e nelle pagine di assistenza, (2) utilizziamo i mezzi meno intrusivi e (3) attraverso l'uso di dati principalmente anonimizzati o pseudonimizzati abbiamo bilanciato in modo appropriato questa finalità con i diritti e gli interessi di Snapchatter e abbiamo garantito che il trattamento rientra nelle ragionevoli aspettative di Snapchatter (compresi i nostri utenti adolescenti).\r\n______________________________________\r\n\r\nOBIETTIVO:\r\nRicerca\r\n\r\nDESCRIZIONE DELL'OBIETTIVO:\r\nCondurre ricerche per comprendere meglio gli interessi e le tendenze di Snapchatter e dei consumatori in generale, comprese le modalità di utilizzo dei nostri Servizi.\r\n\r\nCATEGORIE DI DATI PERSONALI:\r\n• Dati personali forniti dagli Snapchatter\r\n    ◦ Dettagli dell'account\r\n    ◦ Dettagli del profilo\r\n    ◦ Informazioni sul pagamento e sulle relative informazioni, se si effettuano acquisti\r\n\t◦ Contenuti e comunicazioni private\r\n    ◦ Contenuti pubblici\r\n    ◦ Ricordi\r\n    ◦ Contenuti e comunicazioni con My AI\r\n\t◦ Comunicazioni dall'assistenza\r\n    ◦ Dati della ricerca\r\n• Dati personali generati da Snap\r\n    ◦ Informazioni sull'utilizzo\r\n    ◦ Informazioni sui contenuti\r\n    ◦ Informazioni sul dispositivo\r\n    ◦ Fotocamera, foto e audio (quando utilizzi l'app, se hai concesso l'autorizzazione)\r\n    ◦ Informazioni sulla posizione (a seconda delle impostazioni)\r\n    ◦ Informazioni raccolte tramite cookie e altre tecnologie (a seconda delle impostazioni)\r\n    ◦ Informazioni sui log\r\n• Dati personali ottenuti da terze parti\r\n    ◦ Dati di servizio di terze parti collegati\r\n    ◦ Dati dagli Inserzionisti\r\n\t◦ Dati relativi a potenziali violazioni dei nostri Termini di Servizio e delle Linee Guida per la Community (comprese le violazioni della legge) forniti da editori di siti web, fornitori di social network, forze dell'ordine e altri soggetti\r\n\r\nBASE GIURIDICA PER IL TRATTAMENTO:\r\n• Interesse legittimo\r\n• Obbligo legale\r\n• Consenso\r\n\r\nSPIEGAZIONE IN CASO DI RICORSO AL LEGITTIMO INTERESSE:\r\nSnap ha un interesse legittimo a capire come gli utenti e i consumatori interagiscono con Snapchat o con prodotti simili per prendere decisioni aziendali e condividere i risultati con partner di contenuti, inserzionisti e autorità di regolamentazione.\r\nPossiamo fare affidamento su questa base giuridica perché (1) informiamo gli utenti di questa finalità nella nostra Informativa sulla privacy e nelle pagine di assistenza, (2) utilizziamo i mezzi meno intrusivi e (3) abbiamo bilanciato in modo appropriato questo obiettivo con i diritti e gli interessi degli Snapchatter e abbiamo assicurato che il trattamento rientri nelle ragionevoli aspettative degli Snapchatter (compresi i nostri utenti adolescenti).\r\n______________________________________\r\n\r\nOBIETTIVO:\r\nSicurezza \r\n\r\nDESCRIZIONE DELL'OBIETTIVO:\r\nSnap tratta i dati personali per proteggere Snapchat. Ciò include aspetti quali il miglioramento della sicurezza dei nostri Servizi, la verifica dell'identità degli Snapchatter e la prevenzione di frodi o altre attività non autorizzate o illegali.\r\n\r\nCATEGORIE DI DATI PERSONALI:\r\n• Dati personali forniti dagli Snapchatter\r\n    ◦ Dettagli dell'account\r\n    ◦ Dettagli del profilo\r\n    ◦ Informazioni sul pagamento e sulle relative informazioni, se si effettuano acquisti\r\n\t◦ Contenuti e comunicazioni private\r\n    ◦ Contenuti pubblici\r\n    ◦ Ricordi\r\n    ◦ Contenuti e comunicazioni con My AI\r\n\t◦ Comunicazioni dall'assistenza\r\n    ◦ Dati della ricerca\r\n• Dati personali generati da Snap\r\n    ◦ Informazioni sull'utilizzo\r\n    ◦ Informazioni sui contenuti\r\n    ◦ Informazioni sul dispositivo\r\n\t◦ Rubrica del dispositivo (se hai concesso l'autorizzazione)\r\n    ◦ Fotocamera, foto e audio (quando utilizzi l'app, se hai concesso l'autorizzazione)\r\n    ◦ Informazioni sulla posizione (a seconda delle impostazioni)\r\n    ◦ Informazioni raccolte tramite cookie e altre tecnologie (a seconda delle impostazioni)\r\n    ◦ Informazioni sui log\r\n• Dati personali ottenuti da terze parti\r\n    ◦ Dati di servizio di terze parti collegati\r\n    ◦ Dati dagli Inserzionisti\r\n\t◦ Dati relativi a potenziali violazioni dei nostri Termini di Servizio e delle Linee Guida per la Community (comprese le violazioni della legge) forniti da editori di siti web, fornitori di social network, forze dell'ordine e altri soggetti\r\n\r\nBASE GIURIDICA PER IL TRATTAMENTO:\r\n• Contratto\r\n• Interesse legittimo\r\n• Obbligo legale\r\n\r\nSPIEGAZIONE IN CASO DI RICORSO AL LEGITTIMO INTERESSE:\t\r\nSnap ha un interesse legittimo a migliorare la sicurezza dei Servizi e a prevenire frodi o altre attività non autorizzate o illegali.\r\nPossiamo fare affidamento su questa base giuridica perché (1) informiamo gli utenti di questa finalità nel nostro Centro della privacy, nell'Informativa sulla privacy e nelle pagine di assistenza, (2) utilizziamo i mezzi meno intrusivi e (3) abbiamo bilanciato in modo appropriato questa finalità con i diritti e gli interessi di Snapchatter.\r\n______________________________________\r\n\r\nOBIETTIVO:\r\nMarketing e promozione - Marketing e promozione: funzionalità o marchio nuovi/esistenti\r\n\r\nDESCRIZIONE DELL'OBIETTIVO:\r\nSnap tratta i dati personali per promuovere funzionalità nuove o esistenti di Snapchat o, più in generale, i Servizi. Ciò include l'invio di comunicazioni a Snapchatter tramite Snapchat, e-mail, SMS o altre piattaforme di messaggistica, ove consentito. Ad esempio, possiamo utilizzare l'app Snapchat, le email, gli SMS o altre piattaforme di messaggistica per condividere informazioni sui nostri Servizi e offerte promozionali che riteniamo possano interessare gli Snapchatter.\r\n\r\nCATEGORIE DI DATI PERSONALI:\r\n• Dati personali forniti dagli Snapchatter\r\n    ◦ Dettagli dell'account\r\n    ◦ Dettagli del profilo\r\n    ◦ Informazioni sul pagamento e sulle relative informazioni, se si effettuano acquisti\r\n    ◦ Contenuti pubblici\r\n    ◦ Contenuti e comunicazioni con My AI\r\n• Dati personali generati da Snap\r\n    ◦ Informazioni sull'utilizzo\r\n    ◦ Informazioni sui contenuti\r\n    ◦ Informazioni sul dispositivo\r\n\t◦ Rubrica del dispositivo (se hai concesso l'autorizzazione)\r\n    ◦ Fotocamera, foto e audio (quando utilizzi l'app, se hai concesso l'autorizzazione)\r\n    ◦ Informazioni sulla posizione (a seconda delle impostazioni)\r\n    ◦ Informazioni raccolte tramite cookie e altre tecnologie (a seconda delle impostazioni)\r\n    ◦ Informazioni sui log\r\n• Dati personali ottenuti da terze parti\r\n    ◦ Informazioni di contatto ottenute da altri Snapchatter o da terze parti\r\n\r\nBASE GIURIDICA PER IL TRATTAMENTO:\r\n• Interesse legittimo\r\n• Consenso\r\n\r\nSPIEGAZIONE IN CASO DI RICORSO AL LEGITTIMO INTERESSE:\t\r\nSnap ha un interesse legittimo nel marketing e nella promozione dei propri Servizi. Ciò consente a Snap di fornire informazioni utili agli utenti. Senza queste notifiche, per gli utenti sarebbe più difficile venire a conoscenza di nuove funzionalità o contenuti migliorati.\r\nNella maggior parte dei casi è richiesta una forma di consenso per la comunicazione diretta in base alle leggi anti-spam. Nei casi in cui possiamo fare affidamento sulla base giuridica del legittimo interesse, possiamo farlo perché (1) informiamo gli utenti di questo obiettivo nella nostra Informativa sulla privacy e nelle pagine di assistenza, (2) utilizziamo i mezzi meno intrusivi, (3) tutte le comunicazioni di marketing o promozionali prevedono un meccanismo che consente agli individui di rinunciare a future comunicazioni simili; e (4) abbiamo opportunamente bilanciato questa finalità con i diritti e gli interessi di Snapchatter e abbiamo garantito che il trattamento rientri nelle ragionevoli aspettative di Snapchatter (compresi i nostri utenti adolescenti).\r\n______________________________________\r\n\r\nOBIETTIVO:\r\nNon marketing/promozione - Comunicazioni non di marketing relative a informazioni sull'account, avvisi di promemoria o contatti esterni alla piattaforma forniti dagli utenti \r\n\r\nDESCRIZIONE DELL'OBIETTIVO:\r\nSnap tratta i dati personali per comunicare con gli utenti in merito a eventi transazionali e non promozionali. Ciò può includere l'invio di comunicazioni tramite Snapchat, e-mail, SMS o altre piattaforme di messaggistica, ove consentito, per fornire aggiornamenti sullo stato dell'account, avvisi di sicurezza e promemoria di chat o amicizie; può anche includere l'adempimento della richiesta dei nostri utenti di inviare inviti o contenuti di Snapchat a persone esterne a Snap.\r\n\r\nCATEGORIE DI DATI PERSONALI:\r\n• Dati personali forniti dagli Snapchatter\r\n    ◦ Dettagli dell'account\r\n    ◦ Dettagli del profilo\r\n    ◦ Informazioni sul pagamento e sulle relative informazioni, se si effettuano acquisti\r\n    ◦ Contenuti pubblici\r\n    ◦ Ricordi\r\n    ◦ Contenuti e comunicazioni con My AI\r\n    ◦ Comunicazioni dall'assistenza\r\n    ◦ Dati della ricerca\r\n• Dati personali generati da Snap\r\n    ◦ Informazioni sull'utilizzo\r\n    ◦ Informazioni sui contenuti\r\n    ◦ Informazioni sul dispositivo\r\n\t◦ Rubrica del dispositivo (se hai concesso l'autorizzazione)\r\n    ◦ Fotocamera, foto e audio (quando utilizzi l'app, se hai concesso l'autorizzazione)\r\n    ◦ Informazioni sulla posizione (a seconda delle impostazioni)\r\n    ◦ Informazioni raccolte tramite cookie e altre tecnologie (a seconda delle impostazioni)\r\n    ◦ Informazioni sui log\r\n• Dati personali ottenuti da terze parti\r\n    ◦ Dati di servizio di terze parti collegati\r\n    ◦ Informazioni di contatto ottenute da altri Snapchatter o da terze parti\r\n\r\nBASE GIURIDICA PER IL TRATTAMENTO:\r\n• Interesse legittimo\r\n• Contratto\r\n\r\nSPIEGAZIONE IN CASO DI RICORSO AL LEGITTIMO INTERESSE:\t\t\r\nSnap e i suoi utenti hanno un interesse legittimo nel fornire comunicazioni pertinenti agli utenti da parte di Snap. Senza queste notifiche, gli utenti potrebbero perdere aggiornamenti importanti o conversazioni con altri utenti su Snapchat.\r\nPossiamo fare affidamento su questa base giuridica perché (1) informiamo gli utenti di questa finalità nella nostra Informativa sulla privacy e nelle pagine di assistenza, (2) utilizziamo i mezzi meno intrusivi e (3) abbiamo bilanciato in modo appropriato questo obiettivo con i diritti e gli interessi degli Snapchatter e abbiamo assicurato che il trattamento rientri nelle ragionevoli aspettative degli Snapchatter (compresi i nostri utenti adolescenti).\r\n______________________________________\r\n\r\nOBIETTIVO:\r\nAssistenza\r\n\r\nDESCRIZIONE DELL'OBIETTIVO:\r\nFornire assistenza agli Snapchatter, alla nostra community e ai partner commerciali.\r\n\r\nCATEGORIE DI DATI PERSONALI:\r\n• Dati personali forniti dagli Snapchatter\r\n    ◦ Dettagli dell'account\r\n    ◦ Dettagli del profilo\r\n    ◦ Informazioni sul pagamento e sulle relative informazioni, se si effettuano acquisti\r\n\t◦ Contenuti e comunicazioni private\r\n    ◦ Contenuti pubblici\r\n    ◦ Ricordi\r\n    ◦ Contenuti e comunicazioni con My AI\r\n    ◦ Comunicazioni dall'assistenza\r\n    ◦ Dati della ricerca\r\n• Dati personali generati da Snap\r\n    ◦ Informazioni sull'utilizzo\r\n    ◦ Informazioni sui contenuti\r\n    ◦ Informazioni sul dispositivo\r\n    ◦ Fotocamera, foto e audio (quando utilizzi l'app, se hai concesso l'autorizzazione)\r\n    ◦ Informazioni sulla posizione (a seconda delle impostazioni)\r\n    ◦ Informazioni raccolte tramite cookie e altre tecnologie (a seconda delle impostazioni)\r\n    ◦ Informazioni sui log\r\n• Dati personali ottenuti da terze parti\r\n    ◦ Dati di servizio di terze parti collegati\r\n    ◦ Dati dagli Inserzionisti\r\n    ◦ Dati relativi a potenziali violazioni dei nostri Termini di Servizio e delle Linee Guida per la Community (comprese le violazioni della legge) forniti da editori di siti web, fornitori di social network, forze dell'ordine e altri soggetti\r\n\r\nBASE GIURIDICA PER IL TRATTAMENTO:\r\n• Contratto\r\n• Interesse legittimo\r\n\r\nSPIEGAZIONE IN CASO DI RICORSO AL LEGITTIMO INTERESSE:\r\nSnap e i suoi utenti hanno un interesse legittimo nel fornire assistenza agli Snapchatter, alla nostra community e ai partner commerciali.\r\nPossiamo fare affidamento a questa base giuridica perché (1) informiamo gli utenti di questo obiettivo nella nostra Informativa sulla Privacy, (2) utilizziamo i mezzi meno intrusivi e (3) abbiamo bilanciato in modo appropriato questo obiettivo con i diritti e gli interessi degli Snapchatter.\r\n______________________________________\r\n\r\nOBIETTIVO:\r\nApplicazione\r\n\r\nDESCRIZIONE DELL'OBIETTIVO:\r\nSnap tratta i dati personali per applicare i propri termini e la legge. Ciò include l'applicazione, l'indagine e la segnalazione di comportamenti che violano i nostri Termini di Servizio e altre politiche di utilizzo, la risposta alle richieste delle forze dell'ordine e il rispetto dei requisiti legali.\r\n\r\nCATEGORIE DI DATI PERSONALI:\r\n• Dati personali forniti dagli Snapchatter\r\n    ◦ Dettagli dell'account\r\n    ◦ Dettagli del profilo\r\n    ◦ Informazioni sul pagamento e sulle relative informazioni, se si effettuano acquisti\r\n\t◦ Contenuti e comunicazioni private\r\n    ◦ Contenuti pubblici\r\n    ◦ Ricordi\r\n    ◦ Contenuti e comunicazioni con My AI\r\n    ◦ Comunicazioni dall'assistenza\r\n    ◦ Dati della ricerca\r\n• Dati personali generati da Snap\r\n    ◦ Informazioni sull'utilizzo\r\n    ◦ Informazioni sui contenuti\r\n    ◦ Informazioni sul dispositivo\r\n\t◦ Rubrica del dispositivo (se hai concesso l'autorizzazione)\r\n    ◦ Fotocamera, foto e audio (quando utilizzi l'app, se hai concesso l'autorizzazione)\r\n    ◦ Informazioni sulla posizione (a seconda delle impostazioni)\r\n    ◦ Informazioni raccolte tramite cookie e altre tecnologie (a seconda delle impostazioni)\r\n    ◦ Informazioni sui log\r\n• Dati personali ottenuti da terze parti\r\n    ◦ Dati di servizio di terze parti collegati\r\n    ◦ Dati dagli Inserzionisti\r\n\t◦ Informazioni di contatto ottenute da altri Snapchatter o da terze parti\r\n    ◦ Dati relativi a potenziali violazioni dei nostri Termini di Servizio e delle Linee Guida per la Community (comprese le violazioni della legge) forniti da editori di siti web, fornitori di social network, forze dell'ordine e altri soggetti\r\n\r\nBASE GIURIDICA PER IL TRATTAMENTO:\r\n• Contratto\r\n• Interesse legittimo\r\n• Obbligo legale\r\n\r\nSPIEGAZIONE IN CASO DI RICORSO AL LEGITTIMO INTERESSE:\r\nSnap, i suoi utenti, i partner di contenuti e gli inserzionisti hanno un interesse legittimo nel far sì che Snap applichi i suoi Termini di Servizio e le relative politiche e che risponda e si conformi alle richieste delle forze dell'ordine. Snap ha un interesse legittimo nel mantenere la sicurezza degli Snapchatter e della propria piattaforma e questo è uno dei modi in cui lo fa.\r\nPossiamo fare affidamento a questa base giuridica perché (1) informiamo gli utenti di questo obiettivo nella nostra Informativa sulla Privacy, (2) utilizziamo i mezzi meno intrusivi e pagine di assistenza e (3) abbiamo bilanciato in modo appropriato questo obiettivo con i diritti e gli interessi degli Snapchatter.\r\n______________________________________\r\n\r\n \r\n\r\nCome opporsi al trattamento\r\n\r\nSe risiedi nello SEE, nel Regno Unito, in Svizzera o in altre giurisdizioni con un diritto simile, hai il diritto di opporti all'utilizzo dei tuoi dati da parte nostra, a seconda della ragione per cui li trattiamo. Avendo a disposizione molti tipi di dati, ti forniamo la possibilità di eliminarli in tutta semplicità se non desideri più che questi siano elaborati. Per altri tipi di dati, ti abbiamo dato la possibilità di interrompere l'uso dei tuoi dati disabilitando completamente tale funzione. Puoi fare tutto questo direttamente dall'app. Visita l'Assistenza Snapchat per maggiori informazioni.\r\n\r\nPer ulteriori informazioni sull'obiezione e su altre domande frequenti sulla privacy, fai clic qui. Se non desideri che si proceda all'elaborazione di altre informazioni, puoi contattarci compilando questo modulo.\r\n\r\nNota: assicurati d'includere nella descrizione tutte le informazioni che ritieni possano aiutarci a esaminare al meglio la tua richiesta, compresi i dati e le attività di elaborazione a cui vuoi opporti, il modo in cui tali attività influiscono su di te e il motivo per cui vuoi opporti. Prova a essere il più specifico possibile.\r\n\r\nCosa succede quando mi oppongo al trattamento?\r\n\r\nEsamineremo con attenzione la tua richiesta di obiezione e forniremo un riscontro. Per aiutarci a esaminare la tua richiesta, includi il maggior numero di informazioni possibile.\r\n\r\nLa revisione terrà conto delle tue aspettative sull'uso dei tuoi dati, dei rischi e dei benefici dell'uso dei dati per i soggetti coinvolti (che possono includere noi, te, la nostra community e altri Snapchatter, o altre terze parti) e dell'esistenza di modi prontamente disponibili e meno invasivi della privacy per raggiungere lo stesso obiettivo.\r\n\r\nCosa succede se la mia obiezione ha esito positivo?\r\n\r\nSe la tua obiezione ha esito positivo, interromperemo il trattamento dei tuoi dati in base alla tua obiezione. Lo spiegheremo nella nostra comunicazione di follow-up con l'indicazione dell'esito.\r\n\r\nCosa succede se la mia obiezione non ha esito positivo?\r\n\r\nSe la tua obiezione non ha esito positivo, ti informeremo il motivo. Potenziali motivi possono essere:\r\n• Non abbiamo ricevuto informazioni sufficienti per comprendere la tua obiezione, non ti stai opponendo a un'attività di trattamento specifica o non hai fornito motivazioni specifiche per la tua obiezione.\r\n• Il bilanciamento tra i tuoi interessi o i tuoi diritti o libertà fondamentali e i nostri interessi legittimi (o quelli di una terza parte) è a favore del rifiuto della tua obiezione.\r\n• Non ci basiamo sull'interesse legittimo o sull'interesse pubblico come base giuridica per l'attività di trattamento a cui ti stai opponendo.\r\n\r\nSe non dovessimo accettare la tua obiezione, puoi presentare un reclamo all'Autorità olandese per la protezione dei dati o all'autorità locale di controllo della protezione dei dati.\r\n"
    },
    "annotations": [
        {
            "_id": "675182b7f2f04e20467b6d3c",
            "start": 5510,
            "end": 5537,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Raccolta delle informazioni"
        },
        {
            "_id": "675182c1f2f04e20467b6d3d",
            "start": 5510,
            "end": 5537,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": []
            },
            "text": "Raccolta delle informazioni"
        },
        {
            "_id": "675182d2f2f04e20467b6d3e",
            "start": 5940,
            "end": 5971,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": [
                    "675182c1f2f04e20467b6d3d"
                ]
            },
            "text": "le informazioni che ci fornisci"
        },
        {
            "_id": "675182e0f2f04e20467b6d3f",
            "start": 5879,
            "end": 6070,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Quando utilizzi i nostri Servizi, come Snapchat, raccogliamo le informazioni che ci fornisci, generiamo informazioni quando utilizzi i nostri Servizi e in alcuni casi riceviamo dati da altri."
        },
        {
            "_id": "675182e9f2f04e20467b6d40",
            "start": 6109,
            "end": 6140,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": [
                    "675182d2f2f04e20467b6d3e"
                ]
            },
            "text": "Le informazioni che ci fornisci"
        },
        {
            "_id": "675182f4f2f04e20467b6d41",
            "start": 6109,
            "end": 6140,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Le informazioni che ci fornisci"
        },
        {
            "_id": "67518317f2f04e20467b6d44",
            "start": 6250,
            "end": 6274,
            "type": "Category",
            "attributes": {
                "Type": "Closed",
                "Kind": "BasicAccountInfo",
                "Ref": [
                    "675182e9f2f04e20467b6d40"
                ]
            },
            "text": "i dettagli dell'account "
        },
        {
            "_id": "6751bcd5f2f04e20467b6d45",
            "start": 6297,
            "end": 6301,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "BasicAccountInfo",
                "Ref": [
                    "67518317f2f04e20467b6d44"
                ]
            },
            "text": "nome"
        },
        {
            "_id": "6751bce7f2f04e20467b6d46",
            "start": 6303,
            "end": 6314,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "BasicAccountInfo",
                "Ref": [
                    "67518317f2f04e20467b6d44"
                ]
            },
            "text": "nome utente"
        },
        {
            "_id": "6751bd01f2f04e20467b6d47",
            "start": 6316,
            "end": 6332,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "BasicAccountInfo",
                "Ref": [
                    "67518317f2f04e20467b6d44"
                ]
            },
            "text": "indirizzo e-mail"
        },
        {
            "_id": "6751bd0ef2f04e20467b6d48",
            "start": 6334,
            "end": 6344,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "BasicAccountInfo",
                "Ref": [
                    "67518317f2f04e20467b6d44"
                ]
            },
            "text": "compleanno"
        },
        {
            "_id": "6751bd1df2f04e20467b6d49",
            "start": 6347,
            "end": 6365,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "ContactInfo",
                "Ref": [
                    "67518317f2f04e20467b6d44"
                ]
            },
            "text": "numero di telefono"
        },
        {
            "_id": "6751bd2ff2f04e20467b6d4a",
            "start": 6292,
            "end": 6365,
            "type": "Specification",
            "attributes": {
                "Type": "Open",
                "Ref": [
                    "67518317f2f04e20467b6d44"
                ]
            },
            "text": "come nome, nome utente, indirizzo e-mail, compleanno e numero di telefono"
        },
        {
            "_id": "6751bd45f2f04e20467b6d4b",
            "start": 6419,
            "end": 6441,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "UserProfileInfo",
                "Ref": [
                    "67518317f2f04e20467b6d44"
                ]
            },
            "text": "i dettagli del profilo"
        },
        {
            "_id": "6751bd54f2f04e20467b6d4c",
            "start": 6447,
            "end": 6462,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UserProfileInfo",
                "Ref": [
                    "6751bd45f2f04e20467b6d4b"
                ]
            },
            "text": " il tuo Bitmoji"
        },
        {
            "_id": "6759fbc66cc0a84b957662c3",
            "start": 6208,
            "end": 6368,
            "type": "cat",
            "attributes": {
                "Level": "1"
            },
            "text": "Per fare questo, ti chiediamo di fornirci i dettagli dell'account (tue informazioni come nome, nome utente, indirizzo e-mail, compleanno e numero di telefono). "
        },
        {
            "_id": "6759fbee6cc0a84b957662c5",
            "start": 6465,
            "end": 6487,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UserProfileInfo",
                "Ref": [
                    "6751bd45f2f04e20467b6d4b"
                ]
            },
            "text": "l'immagine del profilo"
        },
        {
            "_id": "6759fc026cc0a84b957662c6",
            "start": 6443,
            "end": 6487,
            "type": "Specification",
            "attributes": {
                "Type": "Open",
                "Ref": [
                    "6751bd45f2f04e20467b6d4b"
                ]
            },
            "text": "come il tuo Bitmoji e l'immagine del profilo"
        },
        {
            "_id": "6759fc0f6cc0a84b957662c7",
            "start": 6368,
            "end": 6489,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Quando configuri il tuo profilo, ci fornirai anche i dettagli del profilo (come il tuo Bitmoji e l'immagine del profilo)."
        },
        {
            "_id": "6759fc1c6cc0a84b957662c8",
            "start": 6600,
            "end": 6612,
            "type": "Category",
            "attributes": {
                "Type": "Closed",
                "Kind": "Payment",
                "Ref": [
                    "6751bd45f2f04e20467b6d4b"
                ]
            },
            "text": "il pagamento"
        },
        {
            "_id": "6759fc2a6cc0a84b957662c9",
            "start": 6615,
            "end": 6640,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": [
                    "6759fc1c6cc0a84b957662c8"
                ]
            },
            "text": "le informazioni correlate"
        },
        {
            "_id": "6759fc436cc0a84b957662ca",
            "start": 6647,
            "end": 6670,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "ContactInfo",
                "Ref": [
                    "6759fc1c6cc0a84b957662c8",
                    "6759fc2a6cc0a84b957662c9"
                ]
            },
            "text": "il tuo indirizzo fisico"
        },
        {
            "_id": "6759fc5e6cc0a84b957662cb",
            "start": 6711,
            "end": 6739,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "Payment",
                "Ref": [
                    "6759fc1c6cc0a84b957662c8",
                    "6759fc2a6cc0a84b957662c9"
                ]
            },
            "text": "le informazioni di pagamento"
        },
        {
            "_id": "6759fc736cc0a84b957662cc",
            "start": 6642,
            "end": 6814,
            "type": "Specification",
            "attributes": {
                "Type": "Open",
                "Ref": [
                    "6759fc1c6cc0a84b957662c8",
                    "6759fc2a6cc0a84b957662c9"
                ]
            },
            "text": "come il tuo indirizzo fisico, in modo da poter spedirti il prodotto, le informazioni di pagamento, in modo da poter elaborare il pagamento e la cronologia delle transazioni"
        },
        {
            "_id": "6759fc876cc0a84b957662cd",
            "start": 6490,
            "end": 6816,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Se utilizzi i nostri prodotti commerciali per acquistare qualcosa, come le ultime sneaker, potremmo chiederti il pagamento e le informazioni correlate (come il tuo indirizzo fisico, in modo da poter spedirti il prodotto, le informazioni di pagamento, in modo da poter elaborare il pagamento e la cronologia delle transazioni)."
        },
        {
            "_id": "6759fca36cc0a84b957662ce",
            "start": 6852,
            "end": 6920,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": [
                    "6759fc2a6cc0a84b957662c9"
                ]
            },
            "text": "le informazioni che invii o che salvi all'interno dei nostri Servizi"
        },
        {
            "_id": "6759fcbf6cc0a84b957662cf",
            "start": 6820,
            "end": 6922,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Naturalmente, ci fornirai anche le informazioni che invii o che salvi all'interno dei nostri Servizi. "
        },
        {
            "_id": "6759fce36cc0a84b957662d0",
            "start": 7841,
            "end": 7850,
            "type": "Category",
            "attributes": {
                "Type": "Closed",
                "Kind": "CommunicationProv",
                "Ref": [
                    "6759fca36cc0a84b957662ce"
                ]
            },
            "text": "contenuti"
        },
        {
            "_id": "6759fcf66cc0a84b957662d1",
            "start": 7853,
            "end": 7892,
            "type": "Category",
            "attributes": {
                "Type": "Closed",
                "Kind": "CommunicationProv",
                "Ref": [
                    "6759fce36cc0a84b957662d0"
                ]
            },
            "text": "comunicazioni condivisi con il Supporto"
        },
        {
            "_id": "6759fd0c6cc0a84b957662d2",
            "start": 7927,
            "end": 7948,
            "type": "Category",
            "attributes": {
                "Type": "Closed",
                "Kind": "CommunicationProv",
                "Ref": [
                    "6759fcf66cc0a84b957662d1"
                ]
            },
            "text": "comunicazioni con noi"
        },
        {
            "_id": "6759fd206cc0a84b957662d3",
            "start": 8023,
            "end": 8043,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UserGenerated",
                "Ref": [
                    "6759fd0c6cc0a84b957662d2"
                ]
            },
            "text": " risposte a sondaggi"
        },
        {
            "_id": "6759fd406cc0a84b957662d4",
            "start": 8045,
            "end": 8066,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UserGenerated",
                "Ref": [
                    "6759fd0c6cc0a84b957662d2"
                ]
            },
            "text": "panel dei consumatori"
        },
        {
            "_id": "6759fd4d6cc0a84b957662d5",
            "start": 8069,
            "end": 8093,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UserGenerated",
                "Ref": [
                    "6759fd0c6cc0a84b957662d2"
                ]
            },
            "text": "altre domande di ricerca"
        },
        {
            "_id": "6759fd5b6cc0a84b957662d6",
            "start": 8019,
            "end": 8093,
            "type": "Specification",
            "attributes": {
                "Type": "Open",
                "Ref": [
                    "6759fd0c6cc0a84b957662d2"
                ]
            },
            "text": "come risposte a sondaggi, panel dei consumatori o altre domande di ricerca"
        },
        {
            "_id": "6759fd726cc0a84b957662d7",
            "start": 8109,
            "end": 8130,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": [
                    "6759fd0c6cc0a84b957662d2"
                ]
            },
            "text": "tutte le informazioni"
        },
        {
            "_id": "6759fd896cc0a84b957662d8",
            "start": 8204,
            "end": 8263,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": [
                    "675a03206cc0a84b9576631c"
                ]
            },
            "text": "Informazioni che generiamo quando utilizzi i nostri Servizi"
        },
        {
            "_id": "6759fda86cc0a84b957662d9",
            "start": 8204,
            "end": 8267,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Informazioni che generiamo quando utilizzi i nostri Servizi\r\n\r\n"
        },
        {
            "_id": "6759fdb56cc0a84b957662da",
            "start": 8313,
            "end": 8384,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "UsageData",
                "Ref": [
                    "6759fd896cc0a84b957662d8"
                ]
            },
            "text": "informazioni sui servizi che hai utilizzato e su come li hai utilizzati"
        },
        {
            "_id": "6759fdc46cc0a84b957662db",
            "start": 8267,
            "end": 8385,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Quando utilizzi i nostri servizi, raccogliamo informazioni sui servizi che hai utilizzato e su come li hai utilizzati."
        },
        {
            "_id": "6759fde96cc0a84b957662dd",
            "start": 8567,
            "end": 8620,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UsageData",
                "Ref": [
                    "67e2c1a26cc0a84b957682e5"
                ]
            },
            "text": "informazioni su come interagisci con i nostri Servizi"
        },
        {
            "_id": "6759fe0b6cc0a84b957662df",
            "start": 8640,
            "end": 8671,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UsageData",
                "Ref": [
                    "6759fdb56cc0a84b957662da"
                ]
            },
            "text": "Obiettivi visualizzi e applichi"
        },
        {
            "_id": "6759fe1a6cc0a84b957662e0",
            "start": 8673,
            "end": 8690,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UsageData",
                "Ref": [
                    "67e2c1a26cc0a84b957682e5"
                ]
            },
            "text": "Storie che guardi"
        },
        {
            "_id": "6759fe2a6cc0a84b957662e1",
            "start": 8693,
            "end": 8738,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "SocialInteraction",
                "Ref": [
                    "67e2c1a26cc0a84b957682e5"
                ]
            },
            "text": "quanto spesso comunichi con altri Snapchatter"
        },
        {
            "_id": "6759fe3a6cc0a84b957662e2",
            "start": 8622,
            "end": 8738,
            "type": "Specification",
            "attributes": {
                "Type": "Open",
                "Ref": [
                    "67e2c1a26cc0a84b957682e5"
                ]
            },
            "text": "ad esempio, quali Obiettivi visualizzi e applichi, Storie che guardi e quanto spesso comunichi con altri Snapchatter"
        },
        {
            "_id": "6759fe826cc0a84b957662e4",
            "start": 10762,
            "end": 10789,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": [
                    "675a03326cc0a84b9576631d"
                ]
            },
            "text": "Dati che riceviamo da altri"
        },
        {
            "_id": "6759fe856cc0a84b957662e5",
            "start": 12016,
            "end": 12034,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": []
            },
            "text": "Altre informazioni"
        },
        {
            "_id": "6759feb26cc0a84b957662e6",
            "start": 8770,
            "end": 8816,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UserGenerated",
                "Ref": [
                    "67e2c20f6cc0a84b957682e6"
                ]
            },
            "text": "informazioni sui contenuti che crei o fornisci"
        },
        {
            "_id": "6759fed86cc0a84b957662e8",
            "start": 8818,
            "end": 8882,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UserGenerated",
                "Ref": [
                    "67e2c20f6cc0a84b957682e6"
                ]
            },
            "text": "il tuo coinvolgimento con la fotocamera e gli strumenti creativi"
        },
        {
            "_id": "6759feeb6cc0a84b957662e9",
            "start": 8884,
            "end": 8913,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UsageData",
                "Ref": [
                    "67e2c20f6cc0a84b957682e6"
                ]
            },
            "text": "le tue interazioni con My AI "
        },
        {
            "_id": "6759ff1c6cc0a84b957662eb",
            "start": 8939,
            "end": 8972,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "Metadata",
                "Ref": [
                    "67e2c20f6cc0a84b957682e6"
                ]
            },
            "text": "informazioni sui contenuti stessi"
        },
        {
            "_id": "6759ff2e6cc0a84b957662ec",
            "start": 8978,
            "end": 8985,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "Metadata",
                "Ref": [
                    "67e2c20f6cc0a84b957682e6"
                ]
            },
            "text": "la data"
        },
        {
            "_id": "6759ff3c6cc0a84b957662ed",
            "start": 8988,
            "end": 9022,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "Metadata",
                "Ref": [
                    "67e2c20f6cc0a84b957682e6"
                ]
            },
            "text": "l'ora in cui sono stati pubblicati"
        },
        {
            "_id": "6759ff4b6cc0a84b957662ee",
            "start": 9025,
            "end": 9047,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "Metadata",
                "Ref": [
                    "67e2c20f6cc0a84b957682e6"
                ]
            },
            "text": "chi li ha visualizzati"
        },
        {
            "_id": "6759ff666cc0a84b957662ef",
            "start": 8973,
            "end": 9047,
            "type": "Specification",
            "attributes": {
                "Type": "Open",
                "Ref": [
                    "67e2c20f6cc0a84b957682e6"
                ]
            },
            "text": "come la data e l'ora in cui sono stati pubblicati e chi li ha visualizzati"
        },
        {
            "_id": "6759ff756cc0a84b957662f0",
            "start": 8927,
            "end": 9047,
            "type": "Specification",
            "attributes": {
                "Type": "Open",
                "Ref": [
                    "67e2c20f6cc0a84b957682e6"
                ]
            },
            "text": "ad esempio, informazioni sui contenuti stessi come la data e l'ora in cui sono stati pubblicati e chi li ha visualizzati"
        },
        {
            "_id": "6759ffa56cc0a84b957662f3",
            "start": 8527,
            "end": 9049,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Ciò include informazioni sull'utilizzo (informazioni su come interagisci con i nostri Servizi, ad esempio, quali Obiettivi visualizzi e applichi, Storie che guardi e quanto spesso comunichi con altri Snapchatter) e informazioni sui contenuti (informazioni sui contenuti che crei o fornisci, il tuo coinvolgimento con la fotocamera e gli strumenti creativi, le tue interazioni con My AI e i metadati, ad esempio, informazioni sui contenuti stessi come la data e l'ora in cui sono stati pubblicati e chi li ha visualizzati)."
        },
        {
            "_id": "6759ffda6cc0a84b957662f5",
            "start": 9090,
            "end": 9161,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UserGenerated",
                "Ref": [
                    "6759fdb56cc0a84b957662da"
                ]
            },
            "text": "informazioni basate sul contenuto dell'immagine, del video o dell'audio"
        },
        {
            "_id": "675a00206cc0a84b957662f6",
            "start": 9080,
            "end": 9309,
            "type": "Specification",
            "attributes": {
                "Type": "Open",
                "Ref": [
                    "6759fdb56cc0a84b957662da"
                ]
            },
            "text": "includono informazioni basate sul contenuto dell'immagine, del video o dell'audio, quindi se pubblichi uno Spotlight di un gioco di basket, potremmo utilizzare tali informazioni per mostrarti più contenuti su Spotlight sul basket"
        },
        {
            "_id": "675a00516cc0a84b957662f7",
            "start": 9335,
            "end": 9363,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "DeviceInfo",
                "Ref": [
                    "6759fdb56cc0a84b957662da"
                ]
            },
            "text": "informazioni sul dispositivo"
        },
        {
            "_id": "675a00606cc0a84b957662f8",
            "start": 9370,
            "end": 9378,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "DeviceInfo",
                "Ref": [
                    "6759fdb56cc0a84b957662da"
                ]
            },
            "text": "hardware"
        },
        {
            "_id": "675a00716cc0a84b957662f9",
            "start": 9381,
            "end": 9389,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "DeviceInfo",
                "Ref": [
                    "6759fdb56cc0a84b957662da"
                ]
            },
            "text": "software"
        },
        {
            "_id": "675a007e6cc0a84b957662fa",
            "start": 9391,
            "end": 9408,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "DeviceInfo",
                "Ref": [
                    "6759fdb56cc0a84b957662da"
                ]
            },
            "text": "sistema operativo"
        },
        {
            "_id": "675a00a66cc0a84b957662fb",
            "start": 9410,
            "end": 9433,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "DeviceInfo",
                "Ref": [
                    "6759fdb56cc0a84b957662da"
                ]
            },
            "text": "memoria del dispositivo"
        },
        {
            "_id": "675a00b46cc0a84b957662fc",
            "start": 9435,
            "end": 9462,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "DeviceInfo",
                "Ref": [
                    "6759fdb56cc0a84b957662da"
                ]
            },
            "text": "identificatori pubblicitari"
        },
        {
            "_id": "675a00c06cc0a84b957662fd",
            "start": 9463,
            "end": 9478,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "DeviceInfo",
                "Ref": [
                    "6759fdb56cc0a84b957662da"
                ]
            },
            "text": " app installate"
        },
        {
            "_id": "675a00ce6cc0a84b957662fe",
            "start": 9480,
            "end": 9495,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "DeviceInfo",
                "Ref": [
                    "6759fdb56cc0a84b957662da"
                ]
            },
            "text": "tipo di browser"
        },
        {
            "_id": "675a00dd6cc0a84b957662ff",
            "start": 9497,
            "end": 9537,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "DeviceInfo",
                "Ref": [
                    "6759fdb56cc0a84b957662da"
                ]
            },
            "text": "informazioni dai sensori del dispositivo"
        },
        {
            "_id": "675a00ee6cc0a84b95766300",
            "start": 9582,
            "end": 9589,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "DeviceInfo",
                "Ref": [
                    "6759fdb56cc0a84b957662da"
                ]
            },
            "text": "bussole"
        },
        {
            "_id": "675a00fc6cc0a84b95766301",
            "start": 9592,
            "end": 9601,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "DeviceInfo",
                "Ref": [
                    "6759fdb56cc0a84b957662da"
                ]
            },
            "text": "microfoni"
        },
        {
            "_id": "675a01096cc0a84b95766302",
            "start": 9609,
            "end": 9642,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "DeviceInfo",
                "Ref": [
                    "6759fdb56cc0a84b957662da"
                ]
            },
            "text": "se si dispone di cuffie collegate"
        },
        {
            "_id": "675a01186cc0a84b95766303",
            "start": 9646,
            "end": 9694,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "DeviceInfo",
                "Ref": [
                    "6759fdb56cc0a84b957662da"
                ]
            },
            "text": "informazioni sulle connessioni wireless e mobili"
        },
        {
            "_id": "675a012e6cc0a84b95766304",
            "start": 9365,
            "end": 9694,
            "type": "Specification",
            "attributes": {
                "Type": "Open",
                "Ref": [
                    "6759fdb56cc0a84b957662da"
                ]
            },
            "text": "come hardware o software, sistema operativo, memoria del dispositivo, identificatori pubblicitari, app installate, tipo di browser, informazioni dai sensori del dispositivo che misurano il movimento del dispositivo o bussole e microfoni, anche se si dispone di cuffie collegate, e informazioni sulle connessioni wireless e mobili"
        },
        {
            "_id": "675a014c6cc0a84b95766305",
            "start": 9697,
            "end": 9725,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "GeoInfo",
                "Ref": [
                    "6759fdb56cc0a84b957662da"
                ]
            },
            "text": "informazioni sulla posizione"
        },
        {
            "_id": "675a015a6cc0a84b95766306",
            "start": 9727,
            "end": 9739,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "GeoInfo",
                "Ref": [
                    "6759fdb56cc0a84b957662da"
                ]
            },
            "text": "indirizzo IP"
        },
        {
            "_id": "675a016a6cc0a84b95766307",
            "start": 9741,
            "end": 9794,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "DeviceInfo",
                "Ref": [
                    "6759fdb56cc0a84b957662da"
                ]
            },
            "text": " informazioni raccolte dai cookie e tecnologie simili"
        },
        {
            "_id": "675a01896cc0a84b95766308",
            "start": 10030,
            "end": 10054,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UsageData",
                "Ref": [
                    "6759fdb56cc0a84b957662da"
                ]
            },
            "text": "informazioni di registro"
        },
        {
            "_id": "675a01a46cc0a84b95766309",
            "start": 10067,
            "end": 10115,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UsageData",
                "Ref": [
                    "6759fdb56cc0a84b957662da"
                ]
            },
            "text": "dettagli su come hai utilizzato i nostri Servizi"
        },
        {
            "_id": "675a01b16cc0a84b9576630a",
            "start": 10117,
            "end": 10133,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UsageData",
                "Ref": [
                    "6759fdb56cc0a84b957662da"
                ]
            },
            "text": "orari di accesso"
        },
        {
            "_id": "675a01be6cc0a84b9576630b",
            "start": 10135,
            "end": 10154,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UsageData",
                "Ref": [
                    "6759fdb56cc0a84b957662da"
                ]
            },
            "text": "pagine visualizzate"
        },
        {
            "_id": "675a01cc6cc0a84b9576630c",
            "start": 10156,
            "end": 10168,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "DeviceInfo",
                "Ref": [
                    "6759fdb56cc0a84b957662da"
                ]
            },
            "text": "indirizzo IP"
        },
        {
            "_id": "675a01db6cc0a84b9576630d",
            "start": 10171,
            "end": 10193,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "DeviceInfo",
                "Ref": [
                    "6759fdb56cc0a84b957662da"
                ]
            },
            "text": "identificatori univoci"
        },
        {
            "_id": "675a01ec6cc0a84b9576630e",
            "start": 10199,
            "end": 10207,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "DeviceInfo",
                "Ref": [
                    "6759fdb56cc0a84b957662da"
                ]
            },
            "text": "i cookie"
        },
        {
            "_id": "675a01fa6cc0a84b9576630f",
            "start": 10194,
            "end": 10207,
            "type": "Specification",
            "attributes": {
                "Type": "Open",
                "Ref": [
                    "6759fdb56cc0a84b957662da"
                ]
            },
            "text": "come i cookie"
        },
        {
            "_id": "675a02076cc0a84b95766310",
            "start": 10056,
            "end": 10207,
            "type": "Specification",
            "attributes": {
                "Type": "Open",
                "Ref": [
                    "6759fdb56cc0a84b957662da"
                ]
            },
            "text": "ad esempio dettagli su come hai utilizzato i nostri Servizi, orari di accesso, pagine visualizzate, indirizzo IP e identificatori univoci come i cookie"
        },
        {
            "_id": "675a02156cc0a84b95766311",
            "start": 9321,
            "end": 10208,
            "type": "Specification",
            "attributes": {
                "Type": "Open",
                "Ref": [
                    "6759fdb56cc0a84b957662da"
                ]
            },
            "text": "include anche informazioni sul dispositivo (come hardware o software, sistema operativo, memoria del dispositivo, identificatori pubblicitari, app installate, tipo di browser, informazioni dai sensori del dispositivo che misurano il movimento del dispositivo o bussole e microfoni, anche se si dispone di cuffie collegate, e informazioni sulle connessioni wireless e mobili), informazioni sulla posizione (indirizzo IP), informazioni raccolte dai cookie e tecnologie simili, a seconda delle impostazioni, (cookie, web beacon (piccoli dati grafici che riconoscono l'attività dell'utente, ad esempio se e quanto spesso un utente ha visitato un sito web), archiviazione web, identificatori pubblicitari unici) e informazioni di registro (ad esempio dettagli su come hai utilizzato i nostri Servizi, orari di accesso, pagine visualizzate, indirizzo IP e identificatori univoci come i cookie)"
        },
        {
            "_id": "675a02216cc0a84b95766312",
            "start": 9314,
            "end": 10209,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Questo include anche informazioni sul dispositivo (come hardware o software, sistema operativo, memoria del dispositivo, identificatori pubblicitari, app installate, tipo di browser, informazioni dai sensori del dispositivo che misurano il movimento del dispositivo o bussole e microfoni, anche se si dispone di cuffie collegate, e informazioni sulle connessioni wireless e mobili), informazioni sulla posizione (indirizzo IP), informazioni raccolte dai cookie e tecnologie simili, a seconda delle impostazioni, (cookie, web beacon (piccoli dati grafici che riconoscono l'attività dell'utente, ad esempio se e quanto spesso un utente ha visitato un sito web), archiviazione web, identificatori pubblicitari unici) e informazioni di registro (ad esempio dettagli su come hai utilizzato i nostri Servizi, orari di accesso, pagine visualizzate, indirizzo IP e identificatori univoci come i cookie)."
        },
        {
            "_id": "675a022d6cc0a84b95766313",
            "start": 9049,
            "end": 9310,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": " Le informazioni sul contenuto includono informazioni basate sul contenuto dell'immagine, del video o dell'audio, quindi se pubblichi uno Spotlight di un gioco di basket, potremmo utilizzare tali informazioni per mostrarti più contenuti su Spotlight sul basket."
        },
        {
            "_id": "675a02586cc0a84b95766315",
            "start": 10341,
            "end": 10383,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "ContactList",
                "Ref": [
                    "6759fdb56cc0a84b957662da"
                ]
            },
            "text": "informazioni sulla rubrica del dispositivo"
        },
        {
            "_id": "675a027c6cc0a84b95766316",
            "start": 10385,
            "end": 10393,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "ContactList",
                "Ref": [
                    "675a02586cc0a84b95766315"
                ]
            },
            "text": "contatti"
        },
        {
            "_id": "675a028b6cc0a84b95766317",
            "start": 10396,
            "end": 10418,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": [
                    "675a02586cc0a84b95766315"
                ]
            },
            "text": "informazioni correlate"
        },
        {
            "_id": "675a029f6cc0a84b95766318",
            "start": 10421,
            "end": 10429,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "Images",
                "Ref": [
                    "675a02586cc0a84b95766315"
                ]
            },
            "text": "immagini"
        },
        {
            "_id": "675a02b06cc0a84b95766319",
            "start": 10432,
            "end": 10467,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "DeviceInfo",
                "Ref": [
                    "675a02586cc0a84b95766315"
                ]
            },
            "text": "altre informazioni dalla fotocamera"
        },
        {
            "_id": "675a02c36cc0a84b9576631a",
            "start": 10469,
            "end": 10473,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "Images",
                "Ref": [
                    "675a02586cc0a84b95766315"
                ]
            },
            "text": "foto"
        },
        {
            "_id": "675a02d56cc0a84b9576631b",
            "start": 10476,
            "end": 10501,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "DeviceInfo",
                "Ref": [
                    "675a02586cc0a84b95766315"
                ]
            },
            "text": "microfono del dispositivo"
        },
        {
            "_id": "675a03206cc0a84b9576631c",
            "start": 5983,
            "end": 6028,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": [
                    "675182d2f2f04e20467b6d3e"
                ]
            },
            "text": "informazioni quando utilizzi i nostri Servizi"
        },
        {
            "_id": "675a03326cc0a84b9576631d",
            "start": 6056,
            "end": 6069,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": [
                    "675a03206cc0a84b9576631c"
                ]
            },
            "text": "dati da altri"
        },
        {
            "_id": "675a03596cc0a84b9576631e",
            "start": 10762,
            "end": 10789,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Dati che riceviamo da altri"
        },
        {
            "_id": "675a037d6cc0a84b9576631f",
            "start": 10841,
            "end": 10893,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": [
                    "6759fe826cc0a84b957662e4"
                ]
            },
            "text": "informazioni su di te che potremmo ricevere da altri"
        },
        {
            "_id": "675a03916cc0a84b95766320",
            "start": 10793,
            "end": 10946,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "L'ultima categoria di dati che raccogliamo sono informazioni su di te che potremmo ricevere da altri, come altri utenti, nostri affiliati e terze parti. "
        },
        {
            "_id": "675a03ae6cc0a84b95766321",
            "start": 12016,
            "end": 12062,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Altre informazioni, con la tua autorizzazione."
        },
        {
            "_id": "675a03bd6cc0a84b95766322",
            "start": 12198,
            "end": 12221,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": [
                    "6759fe856cc0a84b957662e5"
                ]
            },
            "text": "informazioni aggiuntive"
        },
        {
            "_id": "675a03cf6cc0a84b95766323",
            "start": 12066,
            "end": 12222,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Inoltre, quando l'utente interagisce con i nostri Servizi, potrebbero verificarsi casi in cui chiederemo il permesso di raccogliere informazioni aggiuntive."
        },
        {
            "_id": "675a04086cc0a84b95766326",
            "start": 10700,
            "end": 10717,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "GeoInfo",
                "Ref": [
                    "675a09086cc0a84b95766349"
                ]
            },
            "text": "posizione precisa"
        },
        {
            "_id": "675a041c6cc0a84b95766327",
            "start": 10741,
            "end": 10754,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "GeoInfo",
                "Ref": [
                    "675a09086cc0a84b95766349"
                ]
            },
            "text": "i segnali GPS"
        },
        {
            "_id": "675a042d6cc0a84b95766328",
            "start": 10736,
            "end": 10754,
            "type": "Specification",
            "attributes": {
                "Type": "Open",
                "Ref": [
                    "675a09086cc0a84b95766349"
                ]
            },
            "text": "come i segnali GPS"
        },
        {
            "_id": "675a04396cc0a84b95766329",
            "start": 10213,
            "end": 10756,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Se hai concesso esplicitamente autorizzazioni a livello di dispositivo, le informazioni sul dispositivo possono includere anche informazioni sulla rubrica del dispositivo (contatti e informazioni correlate), immagini e altre informazioni dalla fotocamera, foto e microfono del dispositivo (come la possibilità di scattare foto, video, visualizzare foto e video memorizzati, e accedere al microfono per registrare audio durante la registrazione video), e le informazioni sulla posizione (posizione precisa attraverso metodi come i segnali GPS)."
        },
        {
            "_id": "675a049d6cc0a84b9576632a",
            "start": 7010,
            "end": 7014,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UserGenerated",
                "Ref": [
                    "6759fca36cc0a84b957662ce"
                ]
            },
            "text": "Snap"
        },
        {
            "_id": "675a04c46cc0a84b9576632b",
            "start": 7017,
            "end": 7035,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "SocialInteraction",
                "Ref": [
                    "6759fca36cc0a84b957662ce"
                ]
            },
            "text": "Chat con gli amici"
        },
        {
            "_id": "675a04d56cc0a84b9576632c",
            "start": 7037,
            "end": 7069,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UserGenerated",
                "Ref": [
                    "6759fca36cc0a84b957662ce"
                ]
            },
            "text": "La mia Storia impostata su Amici"
        },
        {
            "_id": "675a04e96cc0a84b9576632d",
            "start": 7071,
            "end": 7085,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UserGenerated",
                "Ref": [
                    "6759fca36cc0a84b957662ce"
                ]
            },
            "text": "Storie private"
        },
        {
            "_id": "675a04fb6cc0a84b9576632f",
            "start": 7087,
            "end": 7102,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UserGenerated",
                "Ref": [
                    "6759fca36cc0a84b957662ce"
                ]
            },
            "text": "chiamate vocali"
        },
        {
            "_id": "675a050a6cc0a84b95766330",
            "start": 7105,
            "end": 7110,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UserGenerated",
                "Ref": [
                    "6759fca36cc0a84b957662ce"
                ]
            },
            "text": "video"
        },
        {
            "_id": "675a05216cc0a84b95766331",
            "start": 7113,
            "end": 7145,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UserGenerated",
                "Ref": [
                    "6759fca36cc0a84b957662ce"
                ]
            },
            "text": "contenuti salvati su Solo per me"
        },
        {
            "_id": "675a05306cc0a84b95766332",
            "start": 7005,
            "end": 7145,
            "type": "Specification",
            "attributes": {
                "Type": "Open",
                "Ref": [
                    "6759fca36cc0a84b957662ce"
                ]
            },
            "text": "come Snap e Chat con gli amici, La mia Storia impostata su Amici, Storie private, chiamate vocali e video e contenuti salvati su Solo per me"
        },
        {
            "_id": "675a053c6cc0a84b95766333",
            "start": 6922,
            "end": 7147,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Consideriamo alcune di queste informazioni come contenuti privati e comunicazioni (come Snap e Chat con gli amici, La mia Storia impostata su Amici, Storie private, chiamate vocali e video e contenuti salvati su Solo per me)."
        },
        {
            "_id": "675a054d6cc0a84b95766334",
            "start": 7301,
            "end": 7332,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UserGenerated",
                "Ref": [
                    "6759fca36cc0a84b957662ce"
                ]
            },
            "text": "i contenuti di Storie pubbliche"
        },
        {
            "_id": "675a05616cc0a84b95766335",
            "start": 7342,
            "end": 7355,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UserGenerated",
                "Ref": [
                    "6759fca36cc0a84b957662ce"
                ]
            },
            "text": "La mia Storia"
        },
        {
            "_id": "675a05836cc0a84b95766336",
            "start": 7376,
            "end": 7392,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UserGenerated",
                "Ref": [
                    "6759fca36cc0a84b957662ce"
                ]
            },
            "text": "Storie condivise"
        },
        {
            "_id": "675a05946cc0a84b95766337",
            "start": 7395,
            "end": 7411,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "SocialInteraction",
                "Ref": [
                    "6759fca36cc0a84b957662ce"
                ]
            },
            "text": "Storie community"
        },
        {
            "_id": "675a05a46cc0a84b95766338",
            "start": 7413,
            "end": 7422,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UserGenerated",
                "Ref": [
                    "6759fca36cc0a84b957662ce"
                ]
            },
            "text": "Spotlight"
        },
        {
            "_id": "675a05c56cc0a84b95766339",
            "start": 7425,
            "end": 7433,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UserGenerated",
                "Ref": [
                    "6759fca36cc0a84b957662ce"
                ]
            },
            "text": "Snap Map"
        },
        {
            "_id": "675a05d56cc0a84b9576633a",
            "start": 7435,
            "end": 7469,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UserProfileInfo",
                "Ref": [
                    "6759fca36cc0a84b957662ce"
                ]
            },
            "text": " informazioni sul profilo pubblico"
        },
        {
            "_id": "675a05ea6cc0a84b9576633b",
            "start": 7296,
            "end": 7469,
            "type": "Specification",
            "attributes": {
                "Type": "Open",
                "Ref": [
                    "6759fca36cc0a84b957662ce"
                ]
            },
            "text": "come i contenuti di Storie pubbliche, inclusa La mia Storia impostata su Tutti, Storie condivise e Storie community, Spotlight o Snap Map e informazioni sul profilo pubblico"
        },
        {
            "_id": "675a05fe6cc0a84b9576633c",
            "start": 7334,
            "end": 7469,
            "type": "Specification",
            "attributes": {
                "Type": "Open",
                "Ref": [
                    "6759fca36cc0a84b957662ce"
                ]
            },
            "text": "inclusa La mia Storia impostata su Tutti, Storie condivise e Storie community, Spotlight o Snap Map e informazioni sul profilo pubblico"
        },
        {
            "_id": "675a06366cc0a84b9576633d",
            "start": 7148,
            "end": 7471,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "D'altra parte, alcune delle informazioni inviate o salvate all'interno dei nostri Servizi potrebbero essere contenuti pubblici accessibili a tutti (come i contenuti di Storie pubbliche, inclusa La mia Storia impostata su Tutti, Storie condivise e Storie community, Spotlight o Snap Map e informazioni sul profilo pubblico)."
        },
        {
            "_id": "675a06f16cc0a84b9576633e",
            "start": 7803,
            "end": 8198,
            "type": "cat",
            "attributes": {
                "Level": "1"
            },
            "text": "Infine, quando contatti l'Assistenza (contenuti e comunicazioni condivisi con il Supporto) o il nostro team di Sicurezza, o comunicazioni con noi in qualsiasi altro modo, anche attraverso i nostri sforzi di ricerca (come risposte a sondaggi, panel dei consumatori o altre domande di ricerca) raccoglieremo tutte le informazioni che ci fornisci o che abbiamo bisogno per risolvere la tua domanda."
        },
        {
            "_id": "675a070f6cc0a84b9576633f",
            "start": 10958,
            "end": 11001,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": [
                    "675a037d6cc0a84b9576631f"
                ]
            },
            "text": "i dati dei servizi di terze parti collegati"
        },
        {
            "_id": "675a07276cc0a84b95766340",
            "start": 11092,
            "end": 11118,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": [
                    "675a037d6cc0a84b9576631f"
                ]
            },
            "text": "i dati degli inserzionisti"
        },
        {
            "_id": "675a073d6cc0a84b95766341",
            "start": 11268,
            "end": 11327,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "ContactInfo",
                "Ref": [
                    "675a037d6cc0a84b9576631f"
                ]
            },
            "text": "informazioni di contatto da altri Snapchatter o terze parti"
        },
        {
            "_id": "675a078f6cc0a84b95766342",
            "start": 10950,
            "end": 11534,
            "type": "Specification",
            "attributes": {
                "Type": "Open",
                "Ref": [
                    "675a037d6cc0a84b9576631f"
                ]
            },
            "text": "include i dati dei servizi di terze parti collegati (informazioni che otteniamo quando colleghi il tuo account Snapchat a un altro servizio), i dati degli inserzionisti (informazioni da inserzionisti, sviluppatori di app, editori e altre terze parti per aiutare a raggiungere o misurare le prestazioni degli annunci), informazioni di contatto da altri Snapchatter o terze parti (se un altro Snapchatter carica il proprio elenco di contatti che include informazioni su di te, possiamo combinarle con altre informazioni che abbiamo su di te per capire meglio con chi desideri comunicare"
        },
        {
            "_id": "675a079f6cc0a84b95766343",
            "start": 10946,
            "end": 11535,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Ciò include i dati dei servizi di terze parti collegati (informazioni che otteniamo quando colleghi il tuo account Snapchat a un altro servizio), i dati degli inserzionisti (informazioni da inserzionisti, sviluppatori di app, editori e altre terze parti per aiutare a raggiungere o misurare le prestazioni degli annunci), informazioni di contatto da altri Snapchatter o terze parti (se un altro Snapchatter carica il proprio elenco di contatti che include informazioni su di te, possiamo combinarle con altre informazioni che abbiamo su di te per capire meglio con chi desideri comunicare."
        },
        {
            "_id": "675a07ab6cc0a84b95766344",
            "start": 11559,
            "end": 11590,
            "type": "Category",
            "attributes": {
                "Type": "Closed",
                "Kind": "ContactInfo",
                "Ref": [
                    "675a037d6cc0a84b9576631f"
                ]
            },
            "text": "le tue informazioni di contatto"
        },
        {
            "_id": "675a07da6cc0a84b95766345",
            "start": 11727,
            "end": 11783,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": [
                    "675a07ab6cc0a84b95766344"
                ]
            },
            "text": "dati relativi a potenziali violazioni dei nostri Termini"
        },
        {
            "_id": "675a07e76cc0a84b95766346",
            "start": 11802,
            "end": 11830,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": [
                    "675a07da6cc0a84b95766345"
                ]
            },
            "text": " informazioni da terze parti"
        },
        {
            "_id": "675a07fb6cc0a84b95766347",
            "start": 11536,
            "end": 12010,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Oppure, se ci fornisci le tue informazioni di contatto, potremmo utilizzarle per determinare se possiamo comunicare con te in altri modi, come SMS, e-mail o altri servizi di messaggistica) e dati relativi a potenziali violazioni dei nostri Termini (potremmo ricevere informazioni da terze parti, inclusi editori di siti web, fornitori di social network, forze dell'ordine e altri, su potenziali violatori dei nostri Termini di servizio e delle Linee guida per la community)."
        },
        {
            "_id": "675a09086cc0a84b95766349",
            "start": 10667,
            "end": 10698,
            "type": "Category",
            "attributes": {
                "Type": "Closed",
                "Kind": "GeoInfo",
                "Ref": [
                    "675a02586cc0a84b95766315"
                ]
            },
            "text": "le informazioni sulla posizione"
        },
        {
            "_id": "67dfe8ca6cc0a84b9576826c",
            "start": 8915,
            "end": 8925,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "Metadata",
                "Ref": [
                    "67e2c20f6cc0a84b957682e6"
                ]
            },
            "text": "i metadati"
        },
        {
            "_id": "67e2c1a26cc0a84b957682e5",
            "start": 8538,
            "end": 8565,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "UsageData",
                "Ref": [
                    "6759fdb56cc0a84b957662da"
                ]
            },
            "text": " informazioni sull'utilizzo"
        },
        {
            "_id": "67e2c20f6cc0a84b957682e6",
            "start": 8742,
            "end": 8768,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "UserGenerated",
                "Ref": []
            },
            "text": "informazioni sui contenuti"
        }
    ]
}