{
    "document": {
        "_id": "66efe9c9e567751094052a05",
        "name": "Twitch_ita.txt",
        "plainText": "Twitch.tv Privacy Notice\r\n\r\nUltimo aggiornamento: 30 giugno 2023. Per consultare le versioni precedenti, clicca qui.\r\n\r\nTwitch Interactive Inc. e le sue affiliate sono società controllate di Amazon.com, Inc. (\"Amazon\").\r\n\r\nLa presente Informativa sulla privacy si applica all'uso di www.twitch.tv e a ogni altro sito, applicazione, servizio o evento live (dal vivo) fornito, posseduto o organizzato da Twitch Interactive, Inc. (\"Twitch\", insieme ai propri affiliati) ricollegabile alla presente Informativa sulla privacy (complessivamente \"Servizi Twitch\") Twitch rispetta la privacy degli utenti, degli abbonati, dei publisher, degli iscritti e degli altri soggetti che visitano e utilizzano i Servizi Twitch (altrimenti detti collettivamente \"utenti\" o individualmente \"utente\") e desidera che essi siano informati sul modo in cui Twitch raccoglie, tratta e comunica i loro dati personali. Visitando il sito www.twitch.tv, configurando l'account Twitch o utilizzando i Servizi Twitch, l'utente accetta le procedure descritte nella presente Informativa sulla privacy nei limiti consentiti dalla legge.\r\n\r\nNell'ambito delle normative sulla protezione dei dati personali, Twitch Interactive, Inc., con sede in 350 Bush Street, 2nd Floor, San Francisco, CA 94104, è definito il “titolare del trattamento” delle tue informazioni raccolte in relazione ai Servizi Twitch.\r\n\r\nL'utente ha la possibilità di condividere informazioni personali durante l'utilizzo dei Servizi Twitch. Per esempio, nel momento in cui l'utente fornisce informazioni personali secondo le procedure di creazione di un account Twitch. Un altro esempio è l'intraprendimento di determinate azioni durante l'utilizzo dei Servizi Twitch, la cui natura è pubblica o destinata ad essere tale, tra cui la trasmissione di certi contenuti, la partecipazione a una chat room, la pubblicazione di informazioni del proprio profilo, il follow o l'iscrizione a un canale. Considerata la natura sociale di alcuni Servizi Twitch, tali informazioni possono essere raccolte, utilizzate o divulgate da terzi facenti parte di quella specifica interazione sociale. In aggiunta, alcuni Servizi Twitch includono caratteristiche relative alla fornitura a terzi di informazioni concernenti le attività dell'utente, come l'identificazione dell'utente creatore di una determinata clip o lo stato di iscrizione degli utenti a un canale specifico. Gli utenti vengono incoraggiati da Twitch ad agire in modo coscienzioso per quanto riguarda le possibili attività sui Servizi Twitch.\r\n\r\nLa registrazione dei cookie eventualmente creati in relazione ai Servizi Twitch e l'accesso agli stessi sono regolati dall'Informativa sui cookie di Twitch (\"Informativa sui cookie\").\r\n\r\n\r\nSommario\r\n1. Dati personali raccolti da Twitch\r\n2. Modalità di utilizzo dei dati personali da parte di Twitch\r\n3. Casi di comunicazione dei dati personali da parte di Twitch\r\n4. Diritti degli interessati del trattamento e scelte dell'utente\r\n5. Chiusura e cancellazione dell'account\r\n6. Siti Web e servizi di terzi\r\n7. Estensioni e applicazioni\r\n8. Inserzionisti e Analytics Provider\r\n9. Protezione anti-tracciamento\r\n10. Sicurezza dei dati\r\n11. Conservazione dei dati\r\n12. Privacy dei minori\r\n13. Fusione o cessione\r\n14. Trasferimenti internazionali di dati\r\n15. Variazioni e aggiornamenti della presente Informativa sulla privacy\r\n16. Contatti di Twitch\r\n17. Informazioni aggiuntive per alcune giurisdizioni\r\n\r\n\r\nDati personali raccolti da Twitch\r\n\r\nNell'ambito della fornitura dei Servizi Twitch otteniamo informazioni su di te utilizzando i mezzi descritti di seguito. Alcuni tipi di informazioni sono necessari per la fornitura stessa dei Servizi Twitch e, qualora tu non li fornisca o ci chieda di eliminarli, potresti non essere più in grado di accedere ai Servizi Twitch o utilizzarli.\r\n\r\nInformazioni fornite dall'utente: al momento della registrazione ai Servizi Twitch; caricamento, acquisto, visualizzazione o download di determinati prodotti o contenuti provenienti dai Servizi Twitch; partecipazione a contest o estrazioni; registrazione o partecipazione a un evento live (dal vivo); o altro utilizzo delle caratteristiche e delle funzioni dei Servizi Twitch in cui l'utente potrebbe fornire informazioni personali, tra cui nominativo, registrazioni vocali o immagini (all'interno di qualsivoglia contenuto caricato, trasmesso o a cui si è preso parte), nome utente Twitch, indirizzo email, indirizzo postale, numero di telefono, numero delle carte di credito e informazioni di fatturazione.\r\n\r\nDati raccolti in modo automatico: al momento dell'accesso ai Servizi Twitch o dell'apertura di una delle email di Twitch, quest'ultimo può registrare e conservare automaticamente talune informazioni sul proprio sistema, per mezzo di cookie o altri tipi di tecnologie. I cookie sono file di testo di piccole dimensioni che contengono una stringa di caratteri alfanumerici inviata al browser. Per maggiori informazioni su cosa sono i cookie, su come funzionano, su come Twitch li utilizza e su come eliminarli, è necessario consultare l'Informativa sui cookie di Twitch. Esempi di informazioni raccolte in modo automatico sono l'indirizzo Internet Protocol (\"indirizzo IP\"), un identificativo univoco dell'utente, il tipo e l'identificativo del dispositivo e del browser, gli indirizzi delle pagine di provenienza e di uscita, il tipo di software e di sistema, e informazioni relative all'utilizzo dei Servizi Twitch. Twitch può utilizzare i dati raccolti in modo automatico ad esempio per: (a) aggiornare automaticamente l'applicazione di Twitch sul sistema dell'utente; (b) memorizzare le informazioni in modo tale che l'utente non debba inserirle ogni volta che visita la pagina o al successivo accesso ai Servizi Twitch; (c) presentare annunci pubblicitari, contenuti e informazioni personalizzati; (d) monitorare l'efficacia delle campagne pubblicitarie; (e)monitorare e salvare metriche aggregate sull'uso del sito, quali ad esempio numero totale di visitatori e di pagine visitate; e (f) tracciare quanto inserito e trasmesso dall'utente, nonché lo stato delle promozioni o altre attività.\r\n\r\nEventi Twitch live (dal vivo): Twitch organizza eventi live (dal vivo) in cui sono coinvolti autori, ospiti ed espositori. Tali eventi verranno fotografati, registrati e trasmessi, da Twitch e da terzi, e questi materiali potranno essere utilizzati a scopo promozionale. Inoltre, si potrà chiedere ai partecipanti di scansionare i loro badge. Vi saranno diversi punti in cui si potrà avere la possibilità di scansionare il proprio badge, o delle esperienze in cui la scansione del badge sarà obbligatoria. Se l'utente scansiona, o fa scansionare, il proprio badge dallo staff degli eventi Twitch, i dati verranno utilizzati per scopi diversi, tra cui creazione di statistiche, prodotti promozionali o riconoscimenti di premi, compatibilmente con la presente Informativa. Gli espositori possono scansionare i badge degli ospiti della propria area o del proprio evento. Consentendo agli espositori di scansionare il suo badge, l'utente comprende che Twitch potrà trasferire le sue informazioni personali all'espositore e che, una volta trasferite, tali informazioni saranno soggette all'informativa sulla privacy dell'espositore, il quale in seguito potrà contattarlo direttamente.\r\n\r\nInformazioni ricavate da altre fonti: Twitch può acquisire informazioni da terzi e da fonti diverse dai Servizi Twitch. Tra queste fonti figurano: inserzionisti, giochi o servizi utilizzati dall'utente e reti di social media (come Discord, Steam o YouTube) per i quali ha autorizzato l'accesso da parte di Twitch. Quando l'utente accede ai Servizi Twitch attraverso reti di social media o quando collega i Servizi Twitch a tali reti, fornisce l'autorizzazione a Twitch affinché raccolga, archivi e tratti informazioni e contenuti nelle modalità descritte nella presente Informativa sulla privacy. Twitch può anche ottenere da servizi esterni (quali Riot o Steam) informazioni riguardanti l'uso di tali servizi da parte dell'utente, ad esempio l'uso dei contenuti trasmessi attraverso i Servizi Twitch. Twitch utilizza queste informazioni a supplemento dei dati raccolti sull'utente per poter fornire esperienze più rilevanti e sicure con i Servizi Twitch e migliorare i Servizi Twitch, le analisi statistiche e la pubblicità. Qualora proceda a combinare o associare informazioni provenienti da altre fonti con quelle raccolte attraverso i Servizi Twitch, Twitch tratterà le informazioni aggregate nel rispetto della presente Informativa sulla privacy.\r\n\r\n\r\nModalità di utilizzo dei dati personali da parte di Twitch\r\n\r\nTwitch utilizza tali informazioni per gestire, mantenere, migliorare, fornire, creare e sviluppare tutti gli aspetti, le funzionalità e i servizi (nuovi o esistenti) disponibili nei Servizi Twitch; per garantire la sicurezza dei siti web, prodotti, software, applicazioni o eventi live (dal vivo); per gestire i rapporti con i titolari di account Twitch (ad esempio, partner o affiliati), tra cui l'esecuzione o la ricezione di un pagamento; per migliorare l'esperienza utente con i Servizi Twitch fornendo consigli sui contenuti ed erogando contenuti che Twitch ritiene gli utenti possano giudicare pertinenti e interessanti, anche con messaggi pubblicitari e di marketing; per consentire all'utente di commentare i contenuti e partecipare a giochi, contest o programmi a premi online; per prevenire frodi e abusi e per comprendere le tendenze d'uso degli utenti.\r\n\r\nTwitch utilizza il tuo indirizzo e/o numero di telefono per le comunicazioni, anche per informarti di importanti aggiornamenti dei Servizi Twitch, per finalità di assistenza clienti, o per contattarti in merito a contenuti che hai pubblicato nei Servizi Twitch o scaricato da essi. Se desideri interrompere la ricezione di notifiche via telefono, rispondi STOP a qualunque SMS riceverai da Twitch. Tieni presente, tuttavia, che potremmo comunque inviarti ulteriori notifiche informative o relative a transazioni.\r\n\r\nTwitch potrà inviarti periodicamente materiali o comunicazioni promozionali inerenti ai Servizi Twitch. Se desideri non ricevere più materiali pubblicitari, puoi accedere alle impostazioni dell’account, dopo aver eseguito l’accesso ai Servizi Twitch, oppure seguire le istruzioni per la cancellazione che si trovano in fondo alle email ricevute da Twitch. Se hai installato un’app mobile e desideri non ricevere più le notifiche push, puoi modificare le impostazioni nel dispositivo mobile o nell’app.\r\n\r\nAl fine di rispettare tutti gli obblighi legali, Twitch potrebbe raccogliere ed elaborare informazioni relative all'utente nel caso in cui ritenesse, in buona fede, che tali azioni siano necessarie per soddisfare i requisiti legali statali e federali statunitensi o altre normative a livello mondiale (per esempio, nel paese di residenza dell'utente), nonché per rispondere a un'ordinanza del tribunale o giuridica, a una richiesta governativa, a un mandato di comparizione o altra ordinanza secondo le modalità richieste per legge.\r\n\r\nPotremmo anche chiedere il tuo consenso per il trattamento dei tuoi personali per scopi specifici da comunicarti caso per caso. Se acconsenti al trattamento da parte nostra dei tuoi dati personali per uno scopo specifico, potrai negare il consenso in qualsiasi momento e interromperemo il trattamento dei tuoi dati per tale scopo.\r\n\r\nTwitch si baserà su fondamenti giuridici per il trattamento dei dati personali nella misura consentita dalla legge in vigore. Ad esempio, a titolo esemplificativo: per onorare gli impegni contrattuali, per l'esecuzione di misure precontrattuali, per rispettare gli obblighi di legge, per documentare il consenso da parte dell'utente e per supportare gli interessi legittimi di Twitch. Gli interessi legittimi di Twitch includono: monitoraggio e analisi dell'utilizzo dei Servizi Twitch, comunicazione con gli utenti registrati tramite notifiche o email concernenti i prodotti e i servizi Twitch, campagne pubblicitarie, risposte a domande o lamentele di utenti Twitch effettivi o potenziali, azioni appropriate e necessarie volte a tutelare Twitch da potenziali responsabilità o utilizzi fraudolenti, abusivi o illeciti; indagine e difesa di Twitch in merito a rivendicazioni o denunce da parte di terzi; protezione della sicurezza e dell'incolumità dei Servizi Twitch o tutela dei diritti, della proprietà e della sicurezza di Twitch, dei suoi utenti o di terzi.\r\n\r\n\r\nCasi di comunicazione dei dati personali da parte di Twitch\r\n\r\nLe informazioni sugli utenti di Twitch sono una parte importante della nostra attività e del nostro lavoro per poter fornire la migliore esperienza possibile in tutti i servizi di Twitch. Prendiamo sul serio la responsabilità di salvaguardare i tuoi dati personali e di onorare la fiducia che riponi in Twitch. Twitch non vende a terzi i dati personali dei propri utenti. Twitch condivide i dati personali solo come descritto di seguito e con la società madre, Amazon.com, Inc. e le società controllate di Amazon.com, Inc., che sono soggette alla presente Informativa sulla privacy o che eseguono procedure con un livello di sicurezza almeno equiparabile a quello descritto nella presente Informativa sulla privacy.\r\n\r\nTwitch può condividere queste informazioni con i fornitori di servizi che lavorano per suo conto, ad esempio per: fornire servizi di hosting di siti Web, manutenzione e sicurezza; evadere gli ordini; eseguire analisi dei dati e creare report; offrire talune funzionalità; o assistere Twitch nel miglioramento dei Servizi Twitch e nella creazione di nuovi servizi e nuove funzioni. Twitch impone a questi soggetti di trattare i dati nel rispetto della presente Informativa sulla privacy, li autorizza a usare le informazioni unicamente per le finalità per le quali sono stati consegnati loro, esigendo anche che adottino ragionevoli misure di riservatezza.\r\n\r\nTwitch può condividere informazioni personali con le proprie affiliate e riceverne altre da loro (con il termine \"affiliata\" si intende una società che è controllata da Twitch, che controlla Twitch o che è controllata dallo stesso soggetto che controlla Twitch), compresa Amazon.com, Inc. e le sue società controllate, che sono soggette alla presente Informativa sulla privacy o eseguono procedure con un livello di sicurezza almeno equiparabile a quello descritto nella presente Informativa sulla privacy. Le informazioni personali raccolte da Twitch possono essere combinate con le informazioni personali dei clienti di Amazon e tali informazioni combinate possono essere utilizzate sia da Twitch sia da Amazon per gestire, fornire, sviluppare e migliorare i prodotti e i servizi di Amazon e Twitch.\r\n\r\nTwitch potrà comunicare i tuoi dati se in buona fede ritiene che la loro comunicazione sia necessaria per ottemperare a leggi statali o federali negli Stati Uniti o altre leggi applicabili in altri paesi del mondo (ad esempio, nel tuo paese di residenza) o per rispondere a un provvedimento giudiziario, un’istanza di autorità giudiziaria o amministrativa, un ordine di esibizione o un mandato, secondo gli obblighi di legge.\r\n\r\nTwitch si riserva inoltre il diritto di comunicare le informazioni che in buona fede ritiene siano opportune o necessarie al fine di tutelare Twitch da possibili responsabilità o da utilizzi fraudolenti, abusivi o illeciti; per indagare o difendersi da pretese o accuse avanzate da terzi; per tutelare la sicurezza o l’integrità dei Servizi Twitch; per proteggere i diritti, il patrimonio o la sicurezza di Twitch, dei suoi utenti o di terzi.\r\n\r\nNei casi diversi da quelli indicati nella presente Informativa sulla privacy, riceverai un avviso quando i tuoi dati personali potrebbero essere comunicati a terzi e avrai l'opportunità di scegliere di non comunicarli.\r\n\r\n\r\nDiritti degli interessati del trattamento e scelte dell'utente\r\n\r\nLa pagina Scelte relative alla privacy di Twitch descrive le opzioni a disposizione dell'utente in materia di privacy per quanto riguarda i servizi Twitch, incluse le informazioni relative alle modalità di revisione, aggiornamento o cancellazione delle informazioni personali di cui Twitch può essere in possesso. L'utente può rifiutarsi di condividere alcune informazioni con Twitch, nel qual caso quest'ultima potrebbe non essere in grado di fornire alcune caratteristiche o funzionalità disponibili nei Servizi Twitch. Se l'utente ha creato un account di Servizi Twitch, a seconda del servizio, può avere la possibilità di aggiornare le informazioni e le preferenze del profilo o disabilitare l'account, accedendovi e andando nella pagina delle impostazioni, ad esempio www.twitch.tv.\r\n\r\nPer ulteriori informazioni relative alla revisione, all'aggiornamento, alla cancellazione o alla limitazione in merito all'utilizzo da parte di Twitch delle informazioni fornite, è necessario contattare Twitch qui, alla sezione \"Domande sulla privacy\". Per tutelare la privacy e la sicurezza, Twitch potrà procedere a verificare l'identità dell'utente prima di concedere l'accesso o la correzione dei dati. L'utente è tenuto a mantenere sempre riservate la password personale e i dati dell'account.\r\n\r\nTwitch accoglierà ogni valida richiesta di esercitare i diritti relativi ai dati dell'interessato in conformità con la normativa in vigore nel territorio di residenza dell'utente. Tuttavia, in alcune circostanze Twitch potrebbe avere la necessità di continuare a trattare i dati dell'utente per specifici interessi legittimi o per adempiere a un obbligo di legge. Se questi diritti si applicano direttamente all'utente, quest'ultimo potrebbe richiedere a Twitch:\r\n• Ottenere accesso a una copia di tuoi specifici dati personali in nostro possesso.\r\n• Impedire il trattamento dei tuoi dati personali per scopi di marketing diretto (incluso qualsiasi trattamento diretto per scopi di marketing basato sulla profilazione);\r\n• Aggiornare dati personali non aggiornati o inesatti;\r\n• Eliminare tuoi specifici dati personali in nostro possesso;\r\n• Limitare il modo in cui trattiamo e divulghiamo tue informazioni personali specifiche.\r\n• Trasferire le tue informazioni personali a un fornitore di servizi di terze parti;\r\n• Revocare il consenso precedentemente dato al trattamento dei tuoi dati personali.\r\n\r\nPer maggiori informazioni su come esercitare tali diritti, fai clic qui. Se applicabile, l'utente potrà presentare una denuncia all'autorità di vigilanza in materia di protezione dei dati nel paese in cui risiede. In alternativa, se ritiene che i suoi diritti non siano stati rispettati, l'utente potrà cercare un rimedio legale presso il tribunale locale.\r\n\r\n\r\nChiusura e cancellazione dell'account\r\n\r\nSe l'utente desidera chiudere l'account e cancellare le informazioni del proprio profilo su www.twitch.tv, dovrà consultare la pagina https://www.twitch.tv/user/delete_account. Per i servizi Twitch diversi da twitch.tv, l'utente potrà aggiornare o cancellare le informazioni relative al proprio account, nonché chiudere l'account alla pagina Contattare l'assistenza, nella sezione \"Domande sulla privacy\". Se l'utente decide di chiudere il proprio account, Twitch potrà conservare determinate informazioni relative all'utente per le attività descritte nella presente Informativa sulla privacy, o secondo quanto consentito o previsto dalla legge applicabile.\r\n\r\n\r\nServizi e siti Web di terzi\r\n\r\nI Servizi Twitch possono rimandare a siti Web o servizi di terzi. Le prassi in materia di privacy di questi soggetti non sono regolate dalla presente Informativa sulla privacy. Ti invitiamo quindi a prendere visione dell’informativa sulla privacy applicabile ai siti e ai servizi di terzi per conoscere le specifiche prassi adottate.\r\n\r\nSe l'utente si ricollega a un servizio fornito da terzi (come Discord, Riot Games o Xbox) tramite i Servizi Twitch o ancora se collega il proprio account Twitch a un servizio fornito da terzi, richiede e autorizza automaticamente Twitch a condividere o a garantire l'accesso a determinate informazioni personali (tra cui nome utente, collegamento creato partendo dai Servizi Twitch e altre importanti informazioni diagnostiche e di utilizzo) a tali terzi. È inoltre possibile che Twitch invii informazioni relative ai contenuti visualizzati dall'utente, nonché alle sue attività sui Servizi Twitch, a tali terzi. Per esempio, Twitch potrebbe fornire tali informazioni a sviluppatori di app e giochi e a inserzionisti al fine di facilitare l'acquisto e il riconoscimento di beni digitali, quali giochi e articoli correlati.\r\n\r\n\r\nEstensioni e applicazioni\r\n\r\nIl programma Estensioni di Twitch consente agli autori di integrare contenuti e applicativi di terzi interattivi e personalizzati nelle pagine del proprio canale. Per maggiori informazioni sulle Estensioni specifiche attive in un dato canale, è possibile cliccare sui link o sulle icone che Twitch mette a disposizione nella pagina del canale, ad esempio nel programma di riproduzione video o nella parte inferiore del riquadro di un'Estensione.\r\n\r\nL’interazione di uno spettatore con un’estensione o con il canale nel quale essa è attivata fornirà allo sviluppatore che gestisce l’estensione le informazioni sullo spettatore, la cui natura è indicata nella precedente sezione “Dati raccolti in modo automatico”. Nell’ambito del programma Estensioni di Twitch, Twitch non fornisce agli sviluppatori esterni di estensioni l'accesso al tuo nome utente né al tuo ID, a meno che tu non faccia clic su “Concedi l'accesso\" all’interno dell’estensione o installi l’estensione sul tuo canale. Sei responsabile qualora tu scelga di fornire queste informazioni allo sviluppatore in modo autonomo, ad esempio attraverso un form Web all’interno dell’estensione o visitando il sito Web dello sviluppatore.\r\n\r\nInoltre, gli sviluppatori possono creare Applicazioni non reperibili sulle pagine del canale o su Twitch. Twitch esige che gli sviluppatori di Estensioni e Applicazioni trattino i dati dell'utente solo secondo le finalità esposte nell'Accordo di servizio per sviluppatori. Twitch suggerisce all'utente di visitare il sito dell'Applicazione o visualizzare la pagina di dettaglio dell'Estensione per prendere visione di eventuali informative sulla privacy, pubblicate dallo sviluppatore stesso, che potrebbero includere informazioni aggiuntive in merito alle pratiche sulla privacy.\r\n\r\n\r\nInserzionisti e Analytics Provider\r\n\r\nIn relazione ai Servizi Twitch, Twitch può avvalersi di Servizi di analitica Web di terzi. Tali fornitori di Servizi utilizzano diverse tecnologie di tracciamento, quali i cookie, per analizzare in che modo gli utenti utilizzano i Servizi Twitch. Le informazioni raccolte (descritte nella precedente sezione \"Dati raccolti in modo automatico\") possono essere raccolte direttamente da questi servizi ed elaborate allo scopo di valutare il tuo uso dei Servizi Twitch.\r\n\r\nTwitch può anche collaborare con reti pubblicitarie, inserzionisti e fornitori di analisi pubblicitarie di terze parti per indirizzare gli annunci all'utente e misurarne il rendimento sia all'interno che all'esterno dei Servizi Twitch. Dati come cookie e identificatori di annunci per dispositivi mobili potrebbero essere condivisi da Twitch con queste terze parti (o raccolti direttamente da esse) per consentir di svolgere attività pubblicitarie (nonché per comprendere in che modo reagisci agli annunci pubblicitari e pubblicare annunci più pertinenti). Twitch collabora con terze parti anche per inviarti annunci pubblicitari al di fuori dei Servizi di Twitch. In tal caso, potremmo condividere informazioni quali il tuo indirizzo email o l'identificatore resettabile del tuo dispositivo affinché tale partner pubblicitario possa combinarle ad altre informazioni che potrebbe avere su di te.\r\n\r\nGli inserzionisti su Twitch o i rappresentanti o fornitori di servizi che lavorano per loro conto (\"Inserzionisti Twitch\") a volte si servono di specifiche tecnologie per pubblicare annunci che compaiono sui nostri servizi direttamente sul tuo dispositivo. Quando ciò accade, ricevono automaticamente determinati dati, quali il tuo indirizzo IP. Possono anche utilizzare i cookie (o tecnologie simili) per misurare l'efficacia dei propri annunci e personalizzarne i contenuti. In tali casi la presente Informativa sulla privacy non si applica e Twitch non è in grado di controllare le tecnologie e le attività di tracciamento degli Inserzionisti Twitch. Pertanto, ti consigliamo di consultare le informative sulla privacy di tali inserzionisti. Per ulteriori informazioni sugli Inserzionisti Twitch ed entità simili che utilizzano queste tecnologie e per scegliere di non sottoporti alle loro pratiche pubblicitarie, vai alla nostra pagina Scelte relative alla privacy.\r\n\r\n\r\nProtezione anti-tracciamento\r\n\r\nLa protezione anti-tracciamento (“DNT”, Do Not Track) è una preferenza relativa alla riservatezza che gli utenti possono impostare in alcuni browser. DNT è un modo che gli utenti hanno per informare i siti Web e i servizi che non desiderano che vengano raccolte online alcune informazioni sulle pagine che visitano nel tempo e nei diversi siti web o servizi. Twitch si è impegnata a offrirti delle scelte facoltative in merito alle informazioni raccolte sul suo sito Web per finalità di terzi, e per questo ti mette a disposizione i collegamenti per l’opt-out di Network Advertising Initiative e Digital Advertising Alliance descritti in precedenza. Tuttavia, Twitch non riconosce e non risponde ai segnali DNT provenienti dal browser.\r\n\r\n\r\nSicurezza dei dati\r\n\r\nTwitch utilizza diverse misure organizzative, tecniche e fisiche per proteggere l’integrità e la sicurezza dei tuoi dati. Queste misure possono variare in funzione della sensibilità dei dati. Non esistono però precauzioni o sistemi sicuri al 100%. Twitch non può garantire, e non garantisce, la sicurezza delle informazioni da te trasmesse a Twitch, e quindi compi tale azione assumendotene il rischio. Twitch non può garantire che queste informazioni non siano oggetto di accesso, diffusione, alterazione o distruzione a seguito di violazione delle sue misure di sicurezza fisiche, tecniche e/o organizzative.\r\n\r\n\r\nConservazione dei dati\r\n\r\nTwitch conserva i dati relativi al tuo utilizzo di Twitch per tutta la durata necessaria al fine di perseguire le finalità rilevanti descritte nella presente Informativa sulla privacy e nei limiti richiesti (o permessi) dalla legge, ad esempio a fini contabili e fiscali o come altrimenti comunicato. In seguito a una tua richiesta di chiudere il tuo account ed eliminare le informazioni del tuo profilo, elimineremo tutte le informazioni che non siamo tenuti o autorizzati a conservare per legge.\r\n\r\n\r\nPrivacy dei minori\r\n\r\nSE L'UTENTE HA MENO DI 13 ANNI, NON POTRÀ AVERE ACCESSO O USUFRUIRE DEI SERVIZI TWITCH IN NESSUN MOMENTO E SECONDO NESSUNA MODALITÀ.\r\n\r\nProteggere la privacy dei bambini è particolarmente importante. Per questo motivo Twitch non raccoglie e non conserva intenzionalmente dati personali di persone di età inferiore a 13 anni (come stabilito dal Children’s Online Privacy Protection Act degli Stati Uniti). Nell’eventualità in cui venga a conoscenza che dati personali di persone di età inferiore a 13 anni sono stati raccolti nei Servizi Twitch o attraverso di essi, Twitch provvederà a cancellare i dati.\r\n\r\nSe l'utente è un genitore o un tutore legale di un minore di 13 anni che ha creato un account sui Servizi Twitch, è pregato di Contattare l'assistenza nella sezione \"Domande sulla privacy\", al fine di eliminare l'account in questione e le relative informazioni personali.\r\n\r\nPer i residenti in territori in cui il trattamento dei dati personali si basa sul consenso, Twitch non svolgerà intenzionalmente tale trattamento per gli utenti che risultano di minore età secondo quanto stabilito dalle normative in materia di protezione dei dati applicabili. Qualora Twitch dovesse accorgersi di un trattamento di questo tipo, bloccherà con effetto immediato tale trattamento e adotterà tutte le misure necessarie per rimuovere detti dati dai propri sistemi.\r\n\r\n\r\nFusione o cessione\r\n\r\nNell'eventualità in cui Twitch, le attività legate ai Servizi Twitch o una loro parte vengano acquisite da altro soggetto o fuse con un altro soggetto, o nell'eventualità di un'operazione prevista di passaggio di proprietà, Twitch si riserva il diritto, in una qualunque di queste circostanze, di trasferire o cedere i dati raccolti dagli utenti nell'ambito dell'operazione di fusione, acquisizione, cessione o passaggio di controllo, anche nel corso della procedura di verifica preventiva.\r\n\r\n\r\nTrasferimenti internazionali di dati\r\n\r\nLe informazioni raccolte da Twitch possono essere archiviate ed elaborate nell'area geografica dell'utente, negli Stati Uniti (ad esempio, presso i nostri principali data center) o in qualsiasi altro paese ove Twitch o le sue società affiliate o controllate, i suoi partner o i suoi fornitori di servizi abbiano la propria sede o gestiscano delle strutture. Quando forniamo dati dell'utente a tali soggetti, adottiamo misure appropriate volte a garantire che tali aziende proteggano i suoi dati adeguatamente, in conformità con la presente Informativa sulla privacy e con la legge applicabile.\r\n\r\n\r\nVariazioni e aggiornamenti della presente Informativa sulla privacy\r\n\r\nTwitch si riserva il diritto di cambiare, modificare, aggiungere o eliminare parti della presente Informativa sulla privacy in qualunque momento (ad esempio, per tenere conto di aggiornamenti nei Servizi Twitch o di cambiamenti nelle disposizioni di legge). Ti consigliamo di consultare periodicamente la presente Informativa sulla privacy per verificare la presenza di eventuali aggiornamenti. La prosecuzione dell’uso dei Servizi Twitch da parte tua dopo la pubblicazione dei cambiamenti costituisce accettazione vincolante delle modifiche in questione.\r\n\r\nTwitch non modificherà materialmente le proprie politiche e procedure per renderle meno protettive nei confronti dei dati personali raccolti in passato con una versione precedente dell'Informativa sulla privacy senza il consenso dei soggetti interessati.\r\n\r\n\r\nContatti di Twitch\r\n\r\nIn caso di domande od osservazioni sulla presente Informativa sulla privacy, è possibile contattare Twitch all'indirizzo 350 Bush Street, 2nd Floor, San Francisco, CA 94104, visitare il portale di Supporto di Twitch nella sezione \"Domande sulla Privacy\", o scrivere all'indirizzo email privacy@twitch.tv. All'indirizzo email privacy@twitch.tv è possibile contattare anche il nostro Responsabile della protezione dei dati (DPO). Twitch risponderà alle richieste entro 30 giorni dalla ricezione. Gli utenti residenti in California potranno chiedere di ricevere le informazioni per email inviando una comunicazione all'indirizzo precedente, indicando il proprio indirizzo email e le informazioni richieste.\r\n\r\nTwitch UK Limited è stata nominata da Twitch Interactive, Inc. come propria rappresentante ai sensi del Regolamento generale sulla protezione dei dati (RGPD) per i residenti nel Regno Unito. Per qualsiasi domanda (anche relativa ai diritti dell'utente) od osservazione sulla presente Informativa sulla privacy, è possibile contattare Twitch UK Limited all'indirizzo 1 New Oxford Street WC1A 1BA, UK, visitare il portale di Supporto di Twitch nella sezione \"Domande sulla Privacy\", o scrivere all'indirizzo email privacy@twitch.tv.\r\n\r\n\r\nInformazioni aggiuntive per alcune giurisdizioni\r\n\r\nUlteriori informazioni integrative sulla privacy in Stati specifici\r\n\r\nVisita la pagina Informazioni integrative sulla privacy in Stati specifici per leggere altre informazioni integrative richieste dalle leggi vigenti.\r\n\r\nInformazioni integrative sulla privacy in Giappone\r\n\r\nVisita la pagina delle Informazioni integrative sulla privacy in Giappone per rimanere al corrente con eventuali informazioni aggiuntive richieste secondo la legge in materia di protezione delle informazioni personali."
    },
    "annotations": [
        {
            "_id": "674d7fbbf2f04e20467b6a00",
            "start": 3428,
            "end": 3461,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": []
            },
            "text": "Dati personali raccolti da Twitch"
        },
        {
            "_id": "674d7fc9f2f04e20467b6a01",
            "start": 3428,
            "end": 3461,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Dati personali raccolti da Twitch"
        },
        {
            "_id": "674d7fdcf2f04e20467b6a02",
            "start": 3522,
            "end": 3543,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": [
                    "674d7fbbf2f04e20467b6a00"
                ]
            },
            "text": "informazioni su di te"
        },
        {
            "_id": "674d7ff5f2f04e20467b6a03",
            "start": 3465,
            "end": 3585,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Nell'ambito della fornitura dei Servizi Twitch otteniamo informazioni su di te utilizzando i mezzi descritti di seguito."
        },
        {
            "_id": "674d8004f2f04e20467b6a04",
            "start": 3810,
            "end": 3842,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": [
                    "674d7fdcf2f04e20467b6a02"
                ]
            },
            "text": "Informazioni fornite dall'utente"
        },
        {
            "_id": "674d8047f2f04e20467b6a05",
            "start": 4522,
            "end": 4554,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": [
                    "674d7fdcf2f04e20467b6a02"
                ]
            },
            "text": "Dati raccolti in modo automatico"
        },
        {
            "_id": "674d8063f2f04e20467b6a07",
            "start": 4701,
            "end": 4720,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": [
                    "674d8047f2f04e20467b6a05"
                ]
            },
            "text": "talune informazioni"
        },
        {
            "_id": "674d807ff2f04e20467b6a08",
            "start": 5147,
            "end": 5193,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "DeviceInfo",
                "Ref": [
                    "674d8047f2f04e20467b6a05"
                ]
            },
            "text": "l'indirizzo Internet Protocol (\"indirizzo IP\")"
        },
        {
            "_id": "674d808df2f04e20467b6a09",
            "start": 5195,
            "end": 5232,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "DeviceInfo",
                "Ref": [
                    "674d8047f2f04e20467b6a05"
                ]
            },
            "text": "un identificativo univoco dell'utente"
        },
        {
            "_id": "674d80a3f2f04e20467b6a0a",
            "start": 5234,
            "end": 5290,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "DeviceInfo",
                "Ref": [
                    "674d8047f2f04e20467b6a05"
                ]
            },
            "text": "il tipo e l'identificativo del dispositivo e del browser"
        },
        {
            "_id": "674d80b3f2f04e20467b6a0b",
            "start": 5292,
            "end": 5345,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UsageData",
                "Ref": [
                    "674d8047f2f04e20467b6a05"
                ]
            },
            "text": "gli indirizzi delle pagine di provenienza e di uscita"
        },
        {
            "_id": "674d80bef2f04e20467b6a0c",
            "start": 5347,
            "end": 5379,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "DeviceInfo",
                "Ref": [
                    "674d8047f2f04e20467b6a05"
                ]
            },
            "text": "il tipo di software e di sistema"
        },
        {
            "_id": "674d80cff2f04e20467b6a0d",
            "start": 5383,
            "end": 5417,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UsageData",
                "Ref": [
                    "674d8047f2f04e20467b6a05"
                ]
            },
            "text": "informazioni relative all'utilizzo"
        },
        {
            "_id": "674d8126f2f04e20467b6a0e",
            "start": 5091,
            "end": 5436,
            "type": "Specification",
            "attributes": {
                "Type": "Open",
                "Ref": [
                    "674d8047f2f04e20467b6a05"
                ]
            },
            "text": "Esempi di informazioni raccolte in modo automatico sono l'indirizzo Internet Protocol (\"indirizzo IP\"), un identificativo univoco dell'utente, il tipo e l'identificativo del dispositivo e del browser, gli indirizzi delle pagine di provenienza e di uscita, il tipo di software e di sistema, e informazioni relative all'utilizzo dei Servizi Twitch"
        },
        {
            "_id": "674d8132f2f04e20467b6a0f",
            "start": 5091,
            "end": 5437,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Esempi di informazioni raccolte in modo automatico sono l'indirizzo Internet Protocol (\"indirizzo IP\"), un identificativo univoco dell'utente, il tipo e l'identificativo del dispositivo e del browser, gli indirizzi delle pagine di provenienza e di uscita, il tipo di software e di sistema, e informazioni relative all'utilizzo dei Servizi Twitch."
        },
        {
            "_id": "674d813ff2f04e20467b6a10",
            "start": 4522,
            "end": 4789,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Dati raccolti in modo automatico: al momento dell'accesso ai Servizi Twitch o dell'apertura di una delle email di Twitch, quest'ultimo può registrare e conservare automaticamente talune informazioni sul proprio sistema, per mezzo di cookie o altri tipi di tecnologie."
        },
        {
            "_id": "674d8167f2f04e20467b6a11",
            "start": 7303,
            "end": 7339,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": [
                    "674d7fdcf2f04e20467b6a02"
                ]
            },
            "text": "Informazioni ricavate da altre fonti"
        },
        {
            "_id": "674d8183f2f04e20467b6a12",
            "start": 7362,
            "end": 7374,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": [
                    "674d8167f2f04e20467b6a11"
                ]
            },
            "text": "informazioni"
        },
        {
            "_id": "674d8193f2f04e20467b6a13",
            "start": 7303,
            "end": 7422,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Informazioni ricavate da altre fonti: Twitch può acquisire informazioni da terzi e da fonti diverse dai Servizi Twitch."
        },
        {
            "_id": "674d81a6f2f04e20467b6a14",
            "start": 7966,
            "end": 8012,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UsageData",
                "Ref": [
                    "674d8167f2f04e20467b6a11"
                ]
            },
            "text": "informazioni riguardanti l'uso di tali servizi"
        },
        {
            "_id": "674d81c2f2f04e20467b6a15",
            "start": 8046,
            "end": 8065,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UsageData",
                "Ref": [
                    "674d8167f2f04e20467b6a11"
                ]
            },
            "text": "l'uso dei contenuti"
        },
        {
            "_id": "674d81d3f2f04e20467b6a16",
            "start": 7900,
            "end": 8105,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Twitch può anche ottenere da servizi esterni (quali Riot o Steam) informazioni riguardanti l'uso di tali servizi da parte dell'utente, ad esempio l'uso dei contenuti trasmessi attraverso i Servizi Twitch. "
        },
        {
            "_id": "675a0a406cc0a84b95766351",
            "start": 4219,
            "end": 4241,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": [
                    "674d8004f2f04e20467b6a04"
                ]
            },
            "text": "informazioni personali"
        },
        {
            "_id": "675a0a4d6cc0a84b95766352",
            "start": 4251,
            "end": 4261,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "ContactInfo",
                "Ref": [
                    "674d8004f2f04e20467b6a04"
                ]
            },
            "text": "nominativo"
        },
        {
            "_id": "675a0a696cc0a84b95766353",
            "start": 4263,
            "end": 4283,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UserGenerated",
                "Ref": [
                    "674d8004f2f04e20467b6a04"
                ]
            },
            "text": "registrazioni vocali"
        },
        {
            "_id": "675a0a7c6cc0a84b95766354",
            "start": 4286,
            "end": 4294,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "Images",
                "Ref": [
                    "674d8004f2f04e20467b6a04"
                ]
            },
            "text": "immagini"
        },
        {
            "_id": "675a0a8a6cc0a84b95766355",
            "start": 4380,
            "end": 4399,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "BasicAccountInfo",
                "Ref": [
                    "674d8004f2f04e20467b6a04"
                ]
            },
            "text": " nome utente Twitch"
        },
        {
            "_id": "675a0a9a6cc0a84b95766356",
            "start": 4401,
            "end": 4416,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "BasicAccountInfo",
                "Ref": [
                    "674d8004f2f04e20467b6a04"
                ]
            },
            "text": "indirizzo email"
        },
        {
            "_id": "675a0ac66cc0a84b95766357",
            "start": 4418,
            "end": 4435,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "ContactInfo",
                "Ref": [
                    "674d8004f2f04e20467b6a04"
                ]
            },
            "text": "indirizzo postale"
        },
        {
            "_id": "675a0ad46cc0a84b95766358",
            "start": 4437,
            "end": 4455,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "ContactInfo",
                "Ref": [
                    "674d8004f2f04e20467b6a04"
                ]
            },
            "text": "numero di telefono"
        },
        {
            "_id": "675a0ae36cc0a84b95766359",
            "start": 4457,
            "end": 4486,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "Payment",
                "Ref": [
                    "674d8004f2f04e20467b6a04"
                ]
            },
            "text": "numero delle carte di credito"
        },
        {
            "_id": "675a0af26cc0a84b9576635a",
            "start": 4489,
            "end": 4517,
            "type": "SubCategory",
            "attributes": {
                "Type": "Closed",
                "Kind": "Purchase",
                "Ref": [
                    "674d8004f2f04e20467b6a04"
                ]
            },
            "text": "informazioni di fatturazione"
        },
        {
            "_id": "675a0b7c6cc0a84b9576635e",
            "start": 7092,
            "end": 7121,
            "type": "Category",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": [
                    "674d7fdcf2f04e20467b6a02"
                ]
            },
            "text": "le sue informazioni personali"
        },
        {
            "_id": "675a0b8d6cc0a84b9576635f",
            "start": 6988,
            "end": 7299,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Consentendo agli espositori di scansionare il suo badge, l'utente comprende che Twitch potrà trasferire le sue informazioni personali all'espositore e che, una volta trasferite, tali informazioni saranno soggette all'informativa sulla privacy dell'espositore, il quale in seguito potrà contattarlo direttamente."
        },
        {
            "_id": "675a0b9f6cc0a84b95766360",
            "start": 7807,
            "end": 7820,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "Gen",
                "Ref": [
                    "674d8167f2f04e20467b6a11"
                ]
            },
            "text": " informazioni"
        },
        {
            "_id": "675a0baf6cc0a84b95766361",
            "start": 7823,
            "end": 7832,
            "type": "SubCategory",
            "attributes": {
                "Type": "Open",
                "Kind": "UserGenerated",
                "Ref": [
                    "674d8167f2f04e20467b6a11"
                ]
            },
            "text": "contenuti"
        },
        {
            "_id": "675a0bbe6cc0a84b95766362",
            "start": 7617,
            "end": 7899,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Quando l'utente accede ai Servizi Twitch attraverso reti di social media o quando collega i Servizi Twitch a tali reti, fornisce l'autorizzazione a Twitch affinché raccolga, archivi e tratti informazioni e contenuti nelle modalità descritte nella presente Informativa sulla privacy."
        },
        {
            "_id": "675a0bce6cc0a84b95766363",
            "start": 8035,
            "end": 8103,
            "type": "Specification",
            "attributes": {
                "Type": "Open",
                "Ref": [
                    "674d8167f2f04e20467b6a11"
                ]
            },
            "text": "ad esempio l'uso dei contenuti trasmessi attraverso i Servizi Twitch"
        },
        {
            "_id": "675a0c386cc0a84b95766365",
            "start": 3810,
            "end": 4518,
            "type": "cat",
            "attributes": {
                "Level": "2"
            },
            "text": "Informazioni fornite dall'utente: al momento della registrazione ai Servizi Twitch; caricamento, acquisto, visualizzazione o download di determinati prodotti o contenuti provenienti dai Servizi Twitch; partecipazione a contest o estrazioni; registrazione o partecipazione a un evento live (dal vivo); o altro utilizzo delle caratteristiche e delle funzioni dei Servizi Twitch in cui l'utente potrebbe fornire informazioni personali, tra cui nominativo, registrazioni vocali o immagini (all'interno di qualsivoglia contenuto caricato, trasmesso o a cui si è preso parte), nome utente Twitch, indirizzo email, indirizzo postale, numero di telefono, numero delle carte di credito e informazioni di fatturazione."
        },
        {
            "_id": "675a0c486cc0a84b95766366",
            "start": 4243,
            "end": 4517,
            "type": "Specification",
            "attributes": {
                "Type": "Open",
                "Ref": [
                    "674d8004f2f04e20467b6a04"
                ]
            },
            "text": "tra cui nominativo, registrazioni vocali o immagini (all'interno di qualsivoglia contenuto caricato, trasmesso o a cui si è preso parte), nome utente Twitch, indirizzo email, indirizzo postale, numero di telefono, numero delle carte di credito e informazioni di fatturazione"
        }
    ]
}